Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# greendot
source: Paneles filtrados
fr: Panneaux filtrés
pl: Panele filtrowane

# reddot
source: Paneles no relacionados
fr: Panneaux non liés
pl: Panele niepowiązane

# unselecteddot
source: Paneles no filtrados
fr: Panneaux non filtrés
pl: Panele niefiltrowane

# seconds_to_refresh
source: Intervalo de recarga
ca: Interval de recàrrega
fr: Intervalle de recharge
pl: Częstotliwość odświeżania

# sidebarModelsManagement
source: Gestión de modelos
pl: Zarządzanie modelami

# Models_ms
source: Modelos
ca: Models
fr: Modèles
pl: Modele

# Dashboards_ms
source: Informes
fr: Rapports
pl: Raporty

# ExportModel
source: Exportar Modelo
ca: Exportar Model
fr: Modèle d'exportation
pl: Eksportuj Model

# ExportDashboard
source: Exportar Informe
fr: Rapport d'exportation
pl: Eksportuj Raport

# importModel
source: Importar Modelo
ca: Importar Model
fr: Modèle d'importation
pl: Prześlij Model

# importDashboard
source: Importar Informe
fr: Rapport d'importation
pl: Prześlij Raport

# import
source: Importar
pl: Prześlij

# DBInconsistencies
source: Se han encontrado inconsistencias en el informe, los siguientes elementos no existen en el modelo:
fr: Des incohérences ont été relevées dans le rapport; les éléments suivants n’existent pas dans le modèle:
pl: Znaleziono niespójności w bieżacym raporcie, następujące elementy nie isnieją w modelu:

# modelInconsistenciesS
source: Se han encontrado inconsistencias en los siguientes informes:
fr: Des incohérences ont été relevées dans les rapports suivants:
pl: Znaleziono niespójności w bieżącym raporcie:

# ModelSaved
source: Modelo guardado correctamente
ca: Model guardat correctament
fr: Modèle enregistré avec succès
pl: Model zapisany pomyślnie

# downloadModel
source: Descargar modelo
ca: Descarregar model
fr: Télécharger le modèle
pl: Pobierz model

# downloadDashboard
source: Descargar Informe
ca: Descarregar informe
fr: Télécharger le rapport
pl: Pobierz raport

# NotSavedWarning
source: Hay cambios sin guardar. ¿Seguro que quieres salir?
ca: Hi ha canvis sense guardar, segur que vols sortir?
fr: Des modifications n'ont pas été enregistrées. Voulez-vous vraiment quitter?
pl: Nie zapisano zmian, czy chcesz kontynuować?

# csvSep
source: Separador Decimal
ca: Decimal separator
pl: Separator dziesiętny

# viewOk
source: Vista generada correctamente
ca: Vista generada correctament
fr: Vue générée avec succès
pl: Widok wygenerowany poprawnie

# limitRowsInfo
source: Establece un Top n para la consulta
ca: Estableix un Top n per la consulta
fr: Définissez un Top n pour la requête
pl: Zdefiniuj Top n dla zapytania

# Limits
source: Límites
ca: Limits
fr: Frontières
pl: Ograniczenia

# usersPermissions
source: Permisos de usuario
ca: Permisos d'usuari
fr: Autorisations de l'utilisateur
pl: Uprawnienia użytkownika

# groupsPersmissions
source: Permisos de grupo
ca: Permisos de grup
fr: Autorisations de groupe
pl: Uprawnienia grupy

# users
source: Usuarios
ca: Usuaris
fr: Utilisateurs
pl: Użytkownicy

# groups
source: Grupos
ca: Grups
fr: Groupes
pl: Grupy

# groupTable
source: GRUPO
ca: GRUP
fr: GRAPPE
pl: GRUPA

# yourQuerySQL
source: Mi consulta SQL
ca: La meva consulta SQL
fr: Ma requête SQL
pl: Moje zapytanie SQL

# openSqlMode
source: Abrir en modo SQL
ca: Obrir en mode SQL
fr: Ouvrir en mode SQL
pl: Otwórz w trybie SQL

# sqlTooltip
source: Al cambiar de modo perderás la configuración de la consulta actual
ca: Al canviar de mode perdràs la configuració de la consulta actual
fr: Changer de mode entraînera la perte des paramètres de requête actuels.
pl: Zmiana trybu zastąpi bieżącą konfigurację zapytań

# ptooltipViewQuery
source: Ver consulta SQL
ca: Veure consulta SQL
fr: Afficher la requête SQL
pl: Wyświetl zapytanie SQL

# noStyle
source: Sin estilo
ca: Sense estil
fr: Sans style
pl: Bez koloru

# removeRowTotals
source: Quitar totales de fila
pl: Usuń wiersz z sumą

# removeColSubtotals
source: Quitar subtotales de columna
ca: Eliminar subtotals de columna
fr: Supprimer les sous-totaux de colonne
pl: Usuń wiersz z sumą częściową

# addRowTotals
source: Totales de fila
ca: Totals de fila
fr: Totaux des lignes
pl: Sumy wierszy

# addRowSubtotals
source: Subtotales de fila
fr: Sous-totaux de lignes
pl: Podsumowania wierszy

# addColTotals
source: Totales de columna
ca: Totals de columna
fr: Totaux de colonne
pl: Sumy kolumn

# addColSubtotals
source: Subtotales de columna
ca: Subtotals de columna
fr: Sous-totaux de colonne
pl: Podsumy kolumn

# removeColTotals
source: Quitar totales de columna
ca: Eliminar totals de columna
fr: Supprimer les totaux de colonne
pl: Usun wiersz z sumą

# addOnlyPercentages
source: Sólo porcentajes
ca: Només percentatges
fr: Pourcentages seulement
pl: Tylko odsetki

# addOnlyValues
source: Sólo valores
ca: Només valors
fr: Valeurs uniquement
pl: Tylko wartości

# addValuesPercentages
source: Valores y porcentajes
ca: Valors i percentatges
fr: Valeurs et pourcentages
pl: Wartości i odsetki

# addtrend
source: Tendencia
ca: Tendència
fr: Tendance
pl: Tendencja

# removetrend
source: Quitar tendencia
ca: Eliminar tendència
fr: Supprimer la tendance
pl: Usuń trend

# addTotals
source: Totales
ca: Totals
fr: Totaux
pl: Sumy

# addPercentages
source: Porcentajes
ca: Percentatges
fr: Pourcentages
pl: Procenty

# addStyles
source: Código de color
ca: Codi de color
fr: Code couleur
pl: kod koloru

# seeHideRepetitions
source: Ver/ocultar valores repetidos
fr: Afficher/masquer les valeurs répétées
pl: Pokaż/ukryj powtarzane wartości

# seeRepetitions
source: Ver valores repetidos
fr: Afficher les valeurs répétées
pl: Zobacz powtarzające się wartości

# hideRepetitions
source: Ocultar valores repetidos
fr: Masquer les valeurs en double
pl: Ukryj zduplikowane wartości

# seeNegativeNumbers
source: Números negativos
fr: Nombres négatifs
pl: Liczby ujemne

# withNegativeNumbers
source: Con números negativos
fr: Avec des nombres négatifs
pl: Z liczbami ujemnymi

# withoutNegativeNumbers
source: Sin números negativos
fr: Pas de nombres négatifs
pl: Żadnych liczb ujemnych

# tableTitleDialog
source: Propiedades de la tabla
ca: Propietats de la taula
fr: Propriétés du tableau
pl: Właściości tabeli

# SubTotals
source: SubTotales
ca: SubTotals
fr: Sous-totaux
pl: Podsumy

# gradientTitle
source: Código de color para la columna:
ca: Codi de color per a la columna:
fr: Code couleur pour la colonne:
pl: Kod koloru dla kolumny:

# unlink
source: Desvincular del informe:
fr: Dissocier du rapport:
pl: Odłącz raport:

# adChacheConfig
source: Configurar caché del modelo
ca: Configurar caché del model
fr: Configurer le cache du modèle
pl: Konfiguruj pamięć podręczną modelu

# CacheDeletedOK
source: Caché eliminada correctamente
ca: Caché eliminada correctament
fr: Cache vidé avec succès
pl: Pamięć podręczna usunięta poprawnie

# IncorrectCacheDelete
source: No ha sido posible eliminar la caché
ca: No ha estat possible eliminat la caché
fr: Il n'a pas été possible de vider le cache
pl: Błąd podczas usuwania pamięci podręcznej

# RefreshCacheTitle
source: Actualizar los datos del modelo cada:
ca: Actualitzar les dades del model cada:
fr: Mettre à jour les données du modèle toutes les ::
pl: Aktualizuj model danych co:

# hours
source: Hora/s
ca: Hora/es
fr: Heure/s
pl: Godzinę/godziny

# days
source: Día/s
ca: Dia/es
fr: Jour/s
pl: Dzień/dni

# noCache
source: Sin caché
ca: Sense caché
fr: Aucun cache
pl: Brak pamięci podręcznej

# deleteCache
source: Borrar cache del modelo
ca: Esborrar caché del model
fr: Vider le cache du modèle
pl: Usuń pamięć podręczną modelu

# MailSending
source: Envío de alertas por mail
ca: Enviament d'alertes per mail
fr: Envoi d'alertes par courriel
pl: Wysyłanie alertów e-mailem

# SendMailEvery
source: Enviar mail de alerta cada:
ca: Enviar mail d'alerta cada:
fr: Envoyer un e-mail d'alerte toutes les:
pl: Wysyłaj mail co:

# SendMailWho
source: Destinatarios
ca: Destinataris
fr: Bénéficiaires
pl: Docelowa baza danych

# SendMailWhat
source: Contenido del mail:
ca: Contingut del mail:
fr: Contenu des e-mails:
pl: Treść wiadomości:

# sendMailHeader
source: Configuración de los envíos por email
fr: Paramètres d'envoi d'e-mails
pl: Konfigurowanie wysyłania wiadomości e-mail

# saveAsHeader
source: Guardar como...
fr: Enregistrer sous...
pl: Zapisz jako...

# at
source: A las
ca: A les
fr: À
pl: Na

# NoValidCol
source: No hay columnas válidas
ca: No hi ha columnes vàlides
fr: Il n'y a pas de colonnes valides
pl: Brak prawidłowych kolumn

# securityConfig
source: Configuración de seguridad
ca: Configuració de seguretat
fr: Paramètres de sécurité
pl: Ustawienia bezpieczeństwa

# viewsecurity
source: Ver configuración de seguridad
ca: Veure configuració de seguretat
fr: Afficher les paramètres de sécurité
pl: Zobacz ustawienia bezpieczeństwa

# rolesPermisosTabla
source: Visibilidad de tablas
ca: Visibilitat de taules
fr: Visibilité du tableau
pl: Widoczność tabeli

# rolesPermisosModelo
source: Visibilidad a nivel de modelo
ca: Visibilitat a nivell de model
fr: Visibilité au niveau du modèle
pl: Widoczność na poziomie modelu

# tablePermissionNO
source: No tiene permiso para ver esta tabla
ca: No te permís per veure aquesta taula
fr: Vous n'êtes pas autorisé à consulter ce tableau.
pl: Nie masz uprawnień do przeglądania tej tabeli

# tablePpermissionYES
source: SI tiene permiso para ver esta tabla
ca: SI te permís per veure aquesta taula
fr: Si vous avez la permission de consulter ce tableau
pl: Masz uprawnienia do przeglądania tej tabeli

# modelPermissionNO
source: No tiene permiso para ver este modelo
ca: No teniu permís per veure aquest model
fr: Vous n'êtes pas autorisé à visualiser ce modèle
pl: Nie masz uprawnień do oglądania tego modelu

# modelPermissionYES
source: SI tiene permiso para ver este modelo
ca: SI te permís per veure aquest model
fr: Si vous avez l'autorisation de visualiser ce modèle
pl: Masz uprawnienia do oglądania tego modelu

# anyCanSeeNO
source: Los usuarios y grupos que pueden ver el modelo son SOLO los definidos explicitamente.
fr: Seuls les utilisateurs et les groupes explicitement définis peuvent consulter le modèle.
pl: Użytkownicy i grupy, które mogą zobaczyć model, to TYLKO osoby wyraźnie zdefiniowane

# anyCanSeeYES
source: Cualquier usuario puede ver el modelo. Los filtros de seguridad se definen a nivel de tabla y columna concreta.
fr: Tout utilisateur peut consulter le modèle. Des filtres de sécurité sont définis au niveau du tableau et de chaque colonne.
pl: Każdy użytkownik może zobaczyć model. Filtry bezpieczeństwa są definiowane na poziomie określonej tabeli i kolumny.

# tablesd
source: TABLAS
ca: TAULES
fr: TABLEAUX
pl: TABLICE

source: PERMISOS
fr: PERMIS
pl: ZEZWOLENIA

source: VISIBLE
pl: WIDOCZNY

# column
source: COLUMNAS
ca: COLUMNES
fr: COLONNES
pl: KOLUMNY

# alertTable
source: ALERTAS
ca: ALERTES
fr: ALERTES
pl: POWIADOMIENIA

# gotodashboard
source: Ir al informe
ca: Anar a l'informe
fr: Aller au rapport
pl: Przejdź do raportu

# alertsConfigTitle
source: Gestión de alertas
ca: Gestió d'alertes
pl: Zarządzanie komunikatami

# panelTable
source: PANEL
ca: PANELL
fr: PANNEAU
pl: PŁYTA

# dashboardTable
source: INFORME
fr: RAPPORT
pl: RAPORT

# chartInfo14
source: Un Parallel Set necesita dos o más categorias y un campo numérico
ca: un Parallel Set necessita dos o més categories i un camp numèric
fr: Un Parallel Set nécessite au moins deux catégories et un champ numérique
pl: Zestaw równoległy wymaga co najmniej dwóch kategorii i pola numerycznego

# chartInfo15
source: Un Tree Map necesita un campo numérico y una o más categorias
ca: Un Tree Map necessita un camp numèric i una o més categories
fr: Une Tree Map nécessite un champ numérique et une ou plusieurs catégories
pl: Tree Map wymaga pola numerycznego i co najmniej jednej kategorii

# chartInfo16
source: Un Scatter Plot necesita una categoria y dos o tres campos numéricos
ca: Un scatter Plot necessita una categoria i dos o més camps numèrics
fr: Un Scatter Plot nécessite une catégorie et deux ou trois champs numériques.
pl: Scatter Plot wymaga jednej kategorii i dwóch lub trzech pól numerycznych

# chartInfo17
source: El velocímetro necesita uno o dos valores numéricos. En caso de disponer de dos valores el segundo se interpretará como límite
pl: Gauge requires uno or two numeric values, if two values are provided second one is interpreted as a limit

# chartInfoHistogram
source: Un histograma requiere una única columna de valores numericos de los que se calculará la frecuencia
fr: Un histogramme nécessite une seule colonne de valeurs numériques à partir de laquelle la fréquence sera calculée.
pl: Histogram wymaga pojedynczej kolumny wartości liczbowych, z których obliczana jest częstotliwość.

# chartInfoFunnel
source: Un embudo necesitar una categoría y un valor numérico
pl: Lejek będzie wymagał kategorii i wartości liczbowej

# mailConfOk
source: Credenciales correctas
ca: Credencials correctes
pl: Prawidłowe dane uwierzytelniające

# chartInfoPyramid
source: Un gráfico de piramide necesita de dos categorías y un valor numérico
ca: Un gràfic de piràmide necessita dues categories i un valor numèric
fr: Un graphique pyramidal nécessite deux catégories et une valeur numérique
pl: Wykres piramidowy wymaga dwóch kategorii i wartości liczbowej

# checkCredentials
source: Comprobar credenciales
ca: Comprovar credencials
pl: Sprawdź dane uwierzytelniające

# mailmanagementHeader
source: Gestión de correo y envio de mails
pl: Zarządzanie pocztą e-mail i wysyłanie

# mailConfSaved
source: Configuración guardada correctamente
ca: Configuració guardada correctament
fr: Paramètres enregistrés avec succès
pl: Ustawienia zapisane pomyślnie

# enableCache
source: Habilitar caché
pl: Zezwalaj na pamięć podręczną

# addCacheConfig
source: Configurar Caché
pl: Zarządzanie pamięcią podręczną

# conexionh3
source: Conexión
pl: Połączenie

# newDashboardtitle
source: CREA UN NUEVO INFORME
ca: CREA UN NOU INFORME
fr: CRÉER UN NOUVEAU RAPPORT
pl: TWÓJ NOWY RAPORT

# inputCuenta
source: CUENTA*
fr: COMPTE *
pl: KONTO*

# entidadesTitle
source: Clique sobre un entidad para ver sus atributos.
pl: Kliknij jednostkę, aby zobaczyć jej atrybuty.

# atributsTitle
source: Atributos de una entidad. Arrastre los atributos a la selección o los filtros para consultarlos. Haciendo click sobre el atributo se accede a sus propiedaes.
pl: Atrybuty encji. Przeciągnij atrybuty do zaznaczenia lub filtrów, aby je wyświetlić. Kliknięcie atrybutu spowoduje wyświetlenie jego właściwości.

# seleccionTitle
source: Para lanzar una consulta. Seleccione los atributos que desea ver, Clique sobre ellos para configurarlos y ejecute la consulta. Siempre podrá volver a esta vista.
fr: Pour exécuter une requête, sélectionnez les attributs à afficher, cliquez dessus pour les configurer, puis exécutez la requête. Vous pouvez revenir à cette vue à tout moment.
pl: Aby uruchomić zapytanie, wybierz atrybuty, które chcesz wyświetlić, kliknij je, aby je skonfigurować, a następnie uruchom zapytanie. Zawsze możesz wrócić do tego widoku.

# agregacionh5
source: Agregación
fr: Agrégation
pl: Agregacja

# inputFormat
source: Número de decimales
fr: Nombre de décimales
pl: Liczba dziesiętna

# DashboardMailingTitle
source: Configuración del envío por email
fr: Paramètres d'envoi d'e-mails
pl: Wysyłanie wiadomości email

# opcionMail
source: Enviar por email
fr: Envoyer par courriel
pl: Wyślij email

# noMail
source: Sin alertas de correo
ca: Sense alertes de correu
fr: Aucune alerte par e-mail
pl: Bez powiadomienia

# dashbaordsMailingHeader
source: Envio de informes por email
ca: Enviament d'informes per email
pl: Wysyłanie raportów e-mailem

# cumulativeSum
source: Suma acumulativa
fr: Somme cumulée
pl: Łączna suma

# ptooltipViewAlerts
source: Configurar alertas
ca: Configurar alertes
fr: Configurer les alertes
pl: Ustawienia powiadomień

# setNewAlert
source: Configurar nueva alerta
fr: Configurer une nouvelle alerte
pl: Ustaw nowy alert

# inputFilter
source: FILTROS
fr: FILTRES
pl: FILTRY

# comparativeTooltip
source: La función de comparar sólo se puede activar si se dispone de un campo de fecha agregado por mes y un único campo numèrico agregado
pl: Funkcję porównywania można aktywować tylko wtedy, gdy istnieje pole zbiorczej daty dla każdego miesiąca i pojedyncze pole zbiorczej wartości liczbowej.

# canIeditTooltip
source: Si esta opción está seleccionada, sólo el propietario del informe y los administradores podrán guardar los cambios
fr: Si cette option est sélectionnée, seuls le propriétaire du rapport et les administrateurs pourront enregistrer les modifications.
pl: Jeśli ta opcja jest zaznaczona, tylko właściciel raportu i administratorzy będą mogli zapisywać zmiany

# onlyIcanEditTag
source: Edición privada:
ca: Edició privada:
fr: Édition privée:
pl: Edycja prywatna:

# onlyIcanEditTagEnable
source: Edición privada habilitada
fr: Édition privée activée
pl: Możliwość edytowania prywatnego została włączona

# onlyIcanEditTagDisable
source: Edición privada deshabilitada
fr: Édition privée désactivée
pl: Możliwość edytowania prywatnego została wyłączona

# showLabels
source: Mostrar Etiquetas
ca: Mostra Etiquetes
fr: Afficher les balises
pl: Pokaż tagi

# showLabelsPercent
source: Mostrar Etiquetas en Porcentaje
pl: Pokaż tagi w procentach

# showPointLines
source: Mostrar Puntos en Líneas
fr: Afficher les points sur les lignes
pl: Pokaż punkty na liniach

# showLablesTooltip
source: Mostrar o ocultar las etiquetas sobre los gráficos
ca: Mostrar o amagar les etiquetes sobre els gràfics
fr: Afficher ou masquer les étiquettes sur les graphiques
pl: Pokaż lub ukryj etykiety na wykresach

# showLablesPercentTooltip
source: Mostrar o ocultar las etiquetas en porcentaje sobre los gráficos
ca: Mostrar o amagar les etiquetes en percentatge sobre els gràfics
fr: Afficher ou masquer les étiquettes de pourcentage sur les graphiques
pl: Pokaż lub ukryj etykiety procentowe na wykresach

# columnsTooltip
source: Elige cuantas columnas quieres mostrar
ca: Tria quantes columnes vols mostrar
fr: Choisissez le nombre de colonnes que vous souhaitez afficher
pl: Wybierz ile kolumn chcesz wyświetlić

# trendTooltip
source: La función de añadir tendencia sólo se puede activar en los gràficos de lineas
ca: La funció d'afegir una tendència només es pot activar en els gràfics de línies
fr: La fonction « ajouter une tendance » ne peut être activée que sur les graphiques linéaires
pl: Funkcja trendu jest dozwolona tylko na wykresach liniowych

# filterTooltip
source: Puedes añadir palabras separadas por comas, que se aplicarán como filtros de tipo LIKE a la hora de recuperar las tablas de tu base de datos
fr: Vous pouvez ajouter des mots séparés par des virgules, qui seront appliqués comme filtres LIKE lors de la récupération des tables de votre base de données
pl: Można dodać słowa oddzielone przecinkami, które zostaną zastosowane jako filtry LIKE podczas pobierania tabel z bazy danych.

# cumulativeSumTooltip
source: Si activas ésta función se calculará la suma acumulativa para los campos numéricos que eligas. Sólo se puede activar si la fecha está agregada por mes o dia.
pl: Aktywacja tej funkcji spowoduje obliczenie sumy skumulowanej dla plików numerycznych. Można go aktywować tylko wtedy, gdy pole danych jest agregowane według miesiąca, tygodnia lub dnia.

# cumsumAlertMessage1
source: La suma acumulativa sólo se puede aplicar si se dispone de una única serie no numérica.
fr: La somme cumulée ne peut être appliquée que si une seule série non numérique est disponible.
pl: Suma kumulatywna może być zastosowana tylko w jednej serii nienumerycznej.

# cumsumAlertMessage2
source: Puedes desactivar la función acumulativa en el campo de fecha o quitar una columna no numérica.
fr: Vous pouvez désactiver la fonction cumulative dans le champ date ou supprimer une colonne non numérique.
pl: Wyłącz funkcję kumulacji w polu danych lub usuń jedno pole nienumeryczne.

# SaveAs
source: GUARDAR COMO...
ca: GUARDAR COM...
fr: ENREGISTRER SOUS...
pl: ZAPISZ JAKO...

# opcionGuardarComo
source: GUARDAR COMO
ca: GUARDAR COM
fr: ENREGISTRER SOUS
pl: ZAPISZ JAKO

# editStylesTitle
source: EDITAR ESTILOS DEL INFORME
ca: EDITAR ESTILS DE L'INFORME
fr: MODIFIER LES STYLES DE RAPPORT
pl: EDYCJA STYLU PANELU

# panelContentEdit
source: Contenido del panel
ca: Contingut del panell
fr: Contenu du panneau
pl: Treść panelu

# ChangeFontFamily
source: Tipo de fuente
ca: Tipus de font
fr: Police de caractères
pl: Typ czcionki

# ChangeFontSize
source: Tamaño de fuente
ca: Mida de la font
fr: Taille de la police
pl: Rozmiar czcionki

# ChangeFontColor
source: Color de la fuente
ca: Color de la font
fr: Couleur de la police
pl: Kolor czcionki

# ChangeBackgroundColor
source: Color del fondo
ca: Color del fons
fr: Couleur de fond
pl: Kolor tła

# ChangePaneColor
source: Color del panel
ca: Color del panell
fr: Couleur du panneau
pl: Kolor panelu

# ChangeDefaultsColors
source: Color del los gráficos
fr: Couleur des graphismes
pl: Kolor wykresy

# properties
source: Propiedades
fr: Propriétés
pl: łaściwości

# opcionEditarEstilos
source: EDITAR ESTILOS
ca: EDITAR ESTILS
fr: MODIFIER LES STYLES
pl: EDYTUJ STYL

# left
source: Izquierda
ca: Esquerra
fr: Gauche
pl: Lewo

# center
source: Centro
ca: Centre
fr: Centre
pl: Po środku

# right
source: Derecha
ca: Dreta
fr: Droite
pl: Prawo

# resetStylesBtn
source: Volver a los valores por defecto
ca: Tornar als valors per defecte
fr: Retour aux valeurs par défaut
pl: Ustaw domyślnie

# deleteFilters
source: Eliminar filtros
fr: Supprimer les filtres
pl: Usuń filtry

# samplePanelTitle
source: Previsualización
ca: Previsualització
fr: Aperçu
pl: Podgląd

# samplePanelDBName
source: Título del informe
ca: Títol de l'informe
fr: Titre du rapport
pl: Tytuł raportu

# samplePanelName
source: Título del panel
ca: Títol del panell
fr: Titre du panneau
pl: Tytuł raportu

# histoGramRangesTxt
source: Rango
ca: Rang
fr: Gamme
pl: Zakres

# histoGramDescTxt
source: Número de
ca: Numero de
fr: Nombre de
pl: Ilość

# histoGramDescTxt2
source: en este rango
ca: en aquest rang
fr: dans cette gamme
pl: w tym zakresie

source: Si
fr: Ouais
pl: Tak

source: No
fr: Non
pl: Nie

# addBtn
source: Añadir
ca: Afegir
fr: Ajouter
pl: Dodać

# measureLabel
source: Medida:
ca: Mesura
fr: Étendue:
pl: Mierzyć:

# operationLabel
source: Operación
ca: Operació
fr: Opération
pl: działanie

# canIfilter
source: Visibilidad del filtro
fr: Visibilité du filtre
pl: Widoczność filtra

# duplicatedColumnNameLabel
source: Nombre columna duplicada:
ca: Nom columna duplicada:
fr: Nom de colonne en double:
pl: Zduplikowana nazwa kolumny:

# public
source: público
ca: públic
fr: publique
pl: publiczny

# readOnly
source: deshabilitado
ca: deshabilitat
fr: désactivé
pl: wyłączony

# hidden
source: oculto
ca: ocult
fr: caché
pl: ukryty

# positionFilterInReport
source: Posición del filtro en el informe
ca: Posició del filtre a l'informe
fr: Position du filtre dans le rapport
pl: Filtruj pozycję w raporcie

# numericalValueLabel
source: Valor numérico
ca: Valor numèric
fr: Valeur numérique
pl: Wartość numeryczna

# newNameLabel
source: Nuevo nombre
ca: Nou nom
fr: Nouveau nom
pl: Nowa nazwa

# allowSSL
source: Conexión mediante SSL
ca: Connexió mijançant SSL
fr: Connexion via SSL
pl: Połączenie poprzez SSL

# filterVisibleScope
source: Definir la visibilidad del filtro. Público: todos pueden usarlo. Deshabilitado: El resto de usuarios pueden ver el filtro pero no pueden modificarlo. Oculto: El resto de usuario no pueden ver el filtro. Pero se les aplica
pl: Określ widoczność filtra. Publiczny: każdy może z niego korzystać. Wyłączone: Inni użytkownicy mogą zobaczyć filtr, ale nie mogą go modyfikować. Ukryty: Inni użytkownicy nie mogą zobaczyć filtra. Ale to ich dotyczy
