Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# chartLabelPercentOptionDescription
source: Muestra el valor porcentual de cada segmento
fr: Il indique la valeur en pourcentage de chaque segment
pl: Pokazuje wartość procentową każdego segmentu

# chartLabelLinesOptionDescription
source: Muestra las líneas en los puntos
fr: Représentez les lignes aux points
pl: Pokaż linie w punktach

# aboutEdaP1
source: Una aplicación web de código libre que permite realizar informes gráficos e interactivos de forma sencilla.
fr: Une application web open source qui vous permet de créer facilement des rapports graphiques et interactifs.
pl: Otwarta aplikacja internetowa umożliwiająca łatwe tworzenie graficznych i interaktywnych raportów.

# aboutEdaH1
source: Código Abierto
fr: Source libre
pl: Otwarte źródło

# aboutEdaP2
source: EDA es una aplicación que se puede instalar en tus propios servidores o disfrutar en su versión SaaS Edalitics.
fr: EDA est une application qui peut être installée sur vos propres serveurs ou utilisée dans sa version SaaS Edalitics.
pl: EDA to aplikacja, którą można zainstalować na własnych serwerach lub użytkować w wersji SaaS Edalitics.

# aboutEdaA1
source: Ver en Github
fr: Voir sur Github
pl: Zobacz na Github

# aboutEdaH2
source: Documentación
fr: Documentation
pl: Dokumentacja

# aboutEdaP3
source: Accede a nuestra documentación completa para aprender a sacar el máximo provecho de EDA.
fr: Accédez à notre documentation complète pour découvrir comment tirer le meilleur parti de l'EDA.
pl: Uzyskaj dostęp do naszej pełnej dokumentacji, aby dowiedzieć się, jak najlepiej wykorzystać EDA.

# aboutEdaA2
source: Ver Documentación
fr: Consulter la documentation
pl: Zobacz Dokumentację

# aboutEdaH3
source: Comunidad
fr: Communauté
pl: Wspólnota

# aboutEdaP4
source: Únete a nuestra comunidad para compartir experiencias y obtener ayuda.
fr: Rejoignez notre communauté pour partager vos expériences et obtenir de l'aide.
pl: Dołącz do naszej społeczności, aby wymieniać się doświadczeniami i uzyskać pomoc.

# aboutEdaA3
source: Ir al Foro
fr: Rendez-vous sur le forum
pl: Przejdź do forum

# aboutEdaP5
source: Aprende a usar EDA con nuestros tutoriales paso a paso.
fr: Apprenez à utiliser EDA grâce à nos tutoriels étape par étape.
pl: Dowiedz się, jak korzystać z EDA, korzystając z naszych samouczków krok po kroku.

# aboutEdaB1
source: Crear Modelo de Datos
fr: Créer un modèle de données
pl: Utwórz model danych

# aboutEdaB2
source: Crear Informe
fr: Créer un rapport
pl: Utwórz raport

# aboutEdaH4
source: ¿Quieres probar EDA en el cloud?
fr: Souhaitez-vous essayer l'EDA dans le cloud ?
pl: Chcesz wypróbować EDA w chmurze?

# aboutEdaP6
source: Edalitics te permitirá estar siempre a la última sin preocuparte por nada.
fr: Edalitics vous permettra d'être toujours au courant sans vous soucier de rien.
pl: Dzięki Edalitics zawsze będziesz na bieżąco, nie martwiąc się o nic.

# aboutEdaH5
source: Tutoriales en video
fr: Tutoriels vidéo
pl: Samouczki wideo

# aboutEdaA4
source: Prueba Edalitics gratis
fr: Essayez Edalitics gratuitement
pl: Wypróbuj Edalitics za darmo

# aboutEdaA5
source: EDA ha sido desarrollado por
fr: EDA a été développé par
pl: EDA została opracowana przez

# aboutEdaP7
source: Si necesita soporte empresarial o desea solicitar nuevas funcionalidades, no dude en contactar con nosotros.
fr: Si vous avez besoin d'assistance commerciale ou si vous souhaitez demander de nouvelles fonctionnalités, n'hésitez pas à nous contacter.
pl: Jeśli potrzebujesz wsparcia biznesowego lub chcesz zgłosić zapotrzebowanie na nowe funkcje, skontaktuj się z nami.

# multiSelectDefaultLabel
source: Selecciona un grupo *
fr: Sélectionnez un groupe *
pl: Wybierz grupę *

# allElementsConnected
source: Todos los elementos están conectados
fr: Tous les éléments sont connectés
pl: Wszystkie elementy są połączone

# dashboardFiltersMin
source: Filtros del dashboard
fr: Filtres du tableau de bord
pl: Filtry na desce rozdzielczej

# noConnection
source: No hay conexiones activas
fr: Il n'y a aucune connexion active
pl: Brak aktywnych połączeń.

# select1to1
source: Selecciona un elemento del listado izquierdo y luego uno del listado derecho para crear una conexión 1:1.
fr: Sélectionnez un élément dans la liste de gauche, puis un autre dans la liste de droite pour créer une connexion 1:1.
pl: Wybierz element z listy po lewej stronie, a następnie z listy po prawej stronie, aby utworzyć połączenie 1:1.

# connectDashboardPanel
source: Conecta los filtros entre el dashboard y el panel, (los únicos filtros de panel que se visualizan son aquellos cuyo tipo de filtro es IN)
pl: Połącz filtry między pulpitem a panelem (wyświetlane są tylko filtry panelu, których typ filtra to IN)

# mapFilters
source: Mapear Filtros
fr: Filtres de carte
pl: Filtry mapy

# searcherInput
source: Buscador
fr: Chercheur
pl: Wyszukiwarka

# manageDBModels
source: Gestiona la importación y exportación de fuentes de datos
fr: Gère l'importation et l'exportation des sources de données
pl: Zarządza importem i eksportem źródeł danych

# SelectModelToExport
source: Selecciona una fuente de datos para exportar
fr: Sélectionnez une source de données à exporter
pl: Wybierz źródło danych do wyeksportowania

# SelectDashboardToExport
source: Selecciona un dashboard para exportar
fr: Sélectionnez un tableau de bord à exporter
pl: Wybierz pulpit nawigacyjny do wyeksportowania

# SelectModel
source: Selecciona una fuente de datos
fr: Sélectionnez une source de données
pl: Wybierz źródło danych

# SelectDashboard
source: Selecciona un dashboard
fr: Sélectionnez un tableau de bord
pl: Wybierz pulpit nawigacyjny

# UploadModel
source: Sube un archivo de modelo
fr: Téléverser un fichier modèle
pl: Prześlij plik modelu

# UploadDashboard
source: Sube un archivo de dashboard
fr: Téléverser un fichier de tableau de bord
pl: Prześlij plik pulpitu nawigacyjnego

# export
source: Exportar
fr: Exporter
pl: Eksport

# clickToUpload
source: Click para subir
fr: Cliquez pour télécharger
pl: Kliknij, aby przesłać

# dragDrop
source: o arrastra y suelta
fr: ou glisser-déposer
pl: lub przeciągnij i upuść

# manageModels
source: Gestiona la importación y exportación de modelos
fr: Gérer l'importation et l'exportation des modèles
pl: Zarządza importem i eksportem modeli

# manageDashboards
source: Gestiona la importación y exportación de dashboards
fr: Gérer l'importation et l'exportation des tableaux de bord
pl: Zarządzaj importem i eksportem pulpitów nawigacyjnych

# askPanelData
source: Pregunta sobre los datos de tu panel ...
fr: Renseignez-vous sur les données de votre panel ...
pl: Zapytaj o dane panelowe ...

# askEddie
source: Pregúntale a Eddie 😊
fr: Demandez à Eddie 😊
pl: Zapytaj Eddiego 😊

# askEddieNoIcon
source: Pregúntale a Eddie
fr: Demandez à Eddie
pl: Zapytaj Eddiego

# GPTChat
source: Chat con ChatGPT
fr: Discutez avec ChatGPT
pl: Porozmawiaj z ChatGPT

source: Escribiendo...
fr: En écrivant...
pl: Pismo...

# escribeMensaje
source: Escribe tu mensaje...
fr: Écrivez votre message...
pl: Napisz swoją wiadomość...

source: Enviar
fr: Envoyer
pl: Wysłać

# viewName
source: Introduzca el nombre de la vista
fr: Saisissez le nom de la vue
pl: Wprowadź nazwę widoku

# viewDescription
source: Introduce una breve descripción
fr: Veuillez saisir une brève description
pl: Wprowadź krótki opis

# viewTNameP
source: Introduzca el identificador técnico
fr: Saisissez l'identifiant technique
pl: Wprowadź identyfikator techniczny

# SQLExpression
source: Expresión SQL
fr: Expression SQL
pl: Wyrażenie SQL

# enterSQLExpression
source: Ingrese su consulta SQL aquí
fr: Saisissez votre requête SQL ici
pl: Wprowadź tutaj swoje zapytanie SQL

# generating
source: Generando...
fr: Générateur...
pl: Generowanie...

# selectedTags
source: Tags seleccionados
fr: Étiquettes sélectionnées
pl: Wybrane tagi

# SSLConnection
source: Conexión sin SSL
fr: Connexion sans SSL
pl: Połączenie bez SSL

# emptyMessageTags
source: No se encontraron resultados
fr: Aucun résultat n'a été trouvé.
pl: Nie znaleziono żadnych wyników.

# dimensionLabel
source: Dimension
pl: Wymiar

# factLabel
source: Hecho
fr: Fait
pl: Zrobione

# viewLabel
source: Vista
fr: Voir
pl: Pogląd

# tagCreated
source: Etiqueta creada correctamente
fr: Étiquette créée avec succès
pl: Etykieta została utworzona pomyślnie

# tagAssigned
source: Etiqueta asignada correctamente
fr: Étiquette correctement attribuée
pl: Etykieta przypisana prawidłowo

# validCredentials
source: Las credenciales son válidas
fr: Les identifiants sont valides
pl: Poświadczenia są ważne.

# DatasourceTitle
source: Fuente de datos
fr: Source de données
pl: Źródło danych

source: Cargando...
fr: Chargement...
pl: Załadunek...

# Initial
source: Inicio
fr: Commencer
pl: Dom

source: Final
fr: Fin
pl: Koniec

# DashboardUpdatedInfo
source: El dashboard ha sido actualizado correctamente.
fr: Le tableau de bord a été mis à jour avec succès.
pl: Panel został pomyślnie zaktualizowany..

# dsConnectionRefused
source: No se ha podido conectar a la base de datos.
fr: Nous n'avons pas pu nous connecter à la base de données.
pl: Nie można połączyć się z bazą danych..

# searchDatasource
source: Buscar fuente de datos
fr: Recherche de la source de données
pl: Znajdź źródło danych

# selectPalette
source: -- Seleccione una paleta --
fr: -- Sélectionnez une palette --
pl: -- Wybierz paletę --

# scenarios
source: Escenarios
fr: Scénarios
pl: Scenariusze

# AdvanceOptions
source: Opciones avanzadas
fr: Options avancées
pl: Zaawansowane opcje

# condition
source: Condición
fr: Condition
pl: Stan

# alertColor
source: Color de la alerta
fr: Couleur d'alerte
pl: Kolor ostrzegawczy

# noAlertsConfigured
source: No hay alertas configuradas
fr: Aucune alerte n'est configurée
pl: Nie skonfigurowano żadnych alertów.

# alertsConfigured
source: Alertas configuradas
fr: Alertes configurées
pl: Alerty skonfigurowane

# lessThan
source: Menor que
fr: Moins que
pl: Mniej niż

# equalTo
source: Igual a
fr: Égal à
pl: Równy

# greaterThan
source: Mayor que
fr: Supérieur à
pl: Większy niż

# thresholdValue
source: Valor umbral
fr: Valeur seuil
pl: Wartość progowa

# numValTrigAlert
source: Valor numérico que activará la alerta
fr: Valeur numérique qui déclenchera l'alerte
pl: Wartość liczbowa, która spowoduje wyświetlenie alertu

# textChangeColor
source: el texto cambiará a este color
fr: le texte changera de couleur
pl: tekst zmieni się na ten kolor

# value
source: Valor
fr: Valeur
pl: Wartość

# colour
source: Color
fr: Couleur
pl: Kolor

# orderAlerts
source: Las alertas se aplicarán en orden de creación. Haga clic en el botón X para eliminar una alerta.
fr: Les alertes seront appliquées dans l'ordre de leur création. Cliquez sur le bouton X pour supprimer une alerte.
pl: Alerty muszą być stosowane w kolejności ich utworzenia. Kliknij przycisk X, aby usunąć alert.

# useFormAlertConfigure
source: Configure una alerta usando el formulario de arriba para visualizar cambios en el gráfico.
fr: Configurez une alerte à l'aide du formulaire ci-dessus pour visualiser les modifications apportées au graphique.
pl: Aby wyświetlić zmiany na wykresie, skonfiguruj alert za pomocą formularza powyżej.

# dashboardSidebarNewText
source: Nuevo texto
fr: Nouveau texte
pl: Nowy tekst

# dashboardSidebarNewFilter
source: Nuevo filtro
fr: Nouveau filtre
pl: Nowy filtr

# dashboardSidebarEditFilter
source: Editar filtro
fr: Modifier le filtre
pl: Edytuj filtr

# dashboardSidebarImportPanel
source: Importar panel
fr: Panneau d'importation
pl: Panel importu

# dashboardSidebarRefreshDashboard
source: Recargar informe
fr: Recharger le rapport
pl: Załaduj ponownie raport

# dashboardSidebarDashboardPrivacity
source: Privacidad informe
fr: Rapport sur la confidentialité
pl: Raport dotyczący prywatności

# dashboardSidebarLiveDashboard
source: Live Dashboard
pl: Panel na żywo

# dashboardSidebarSave
source: Guardar
fr: Garder
pl: Ratować

# dashboardSidebarSaveAs
source: Guardar como
fr: Enregistrer sous
pl: Zapisz jako

# dashboardSidebarDeleteDashboard
source: Eliminar informe
fr: Supprimer le rapport
pl: Usuń raport

# dashboardSidebarMoreOptions
source: Más opciones
fr: Plus d'options
pl: Więcej opcji

# dashboardSidebarEditStyles
source: Editar estilos
fr: Modifier les styles
pl: Edytuj style

# dashboardSidebarDownloadPDF
source: Descargar PDF
fr: Télécharger le PDF
pl: Pobierz PDF

# dashboardSidebarDownloadImage
source: Descargar imagen
fr: Télécharger l'image
pl: Pobierz obraz

# dashboardSidebarSendEmail
source: Enviar por email
fr: Envoyer par courriel
pl: Wyślij e-mailem

# dashboardSidebarCustomAction
source: Acción personalizada
fr: Action personnalisée
pl: Akcja niestandardowa

# deleteBtn
source: Eliminar
fr: Éliminer
pl: Usuwać

# valueKPI
source: Cuando el valor KPI es
fr: Lorsque la valeur de KPI est
pl: Gdy wartość KPI wynosi

# alertsPreview
source: Vista previa:
fr: Aperçu:
pl: Zapowiedź:

# enableFilters
source: Click en filtros habilitado
fr: Cliquez sur les filtres activés
pl: Kliknij włączone filtry

# disableFilters
source: Click en filtros deshabilitado
fr: Cliquez sur les filtres désactivés
pl: Kliknij filtry wyłączone

# selectFileImport
source: Por favor selecciona un archivo para importar
fr: Veuillez sélectionner un fichier à importer
pl: Wybierz plik do zaimportowania.

# logarithmicScale
source: Escala logarítmica
fr: Échelle logarithmique
pl: Skala logarytmiczna

# activeMouseFunctions
source: Activar funciones del ratón
fr: Activer les fonctions de la souris
pl: Włącz funkcje myszy

# enableBaseLayer
source: Activar capa base
fr: Activer la couche de base
pl: Aktywuj warstwę bazową

# topleftPosition
source: Superior izquierda
fr: En haut à gauche
pl: Górny lewy

# bottomleftPosition
source: Inferior izquierda
fr: En bas à gauche
pl: Na dole po lewej

# toprightPosition
source: Superior derecha
fr: En haut à droite
pl: Prawy górny róg

# bottomrightPosition
source: Inferior derecha
fr: En bas à droite
pl: Prawy dolny róg

# selectDashboardPrivacity
source: Selecciona la privacidad del informe
fr: Sélectionnez le paramètre de confidentialité du rapport
pl: Wybierz zgłoś prywatność

# defaultValueLabel
source: Valor por defecto
fr: Valeur par défaut
pl: Wartość domyślna

# selectedItems
source: seleccionados
fr: choisi
pl: wybrany

# filteredItems
source: elementos disponibles
fr: éléments disponibles
pl: dostępne elementy

# noItemsAvailable
source: No hay elementos disponibles
fr: Aucun article disponible
pl: Brak dostępnych elementów

# itemsSelected1
source: Seleccionados
fr: Choisi
pl: Wybrany

# cleanEverything
source: Limpiar todo
fr: Nettoyez tout
pl: Wyczyść wszystko

# cleanConnections
source: Limpiar
fr: Nettoyer
pl: Posprzątać

# connections
source: conexiones
fr: relations
pl: znajomości

# panelFilters
source: Filtros del panel
fr: Filtres de panneau
pl: Filtry panelowe

# updateProfilePic
source: Actualizar foto
fr: Photo mise à jour
pl: Zaktualizuj zdjęcie

# uploadingProfilePic
source: Subiendo...
fr: En haut...
pl: w górę...

# attachNewImage
source: Debe adjuntar una nueva imagen
fr: Vous devez joindre une nouvelle image
pl: Musisz załączyć nowy obraz.

# selectRecipients
source: Selecciona los destinatarios *
fr: Sélectionnez les destinataires *
pl: Wybierz odbiorców *

# noContentToExport
source: No tienes contenido para exportar
fr: Vous n'avez aucun contenu à exporter.
pl: Nie masz żadnej treści do wyeksportowania.

# PanelModeSelectorEDA
source: Modo EDA
ca: Mode EDA
fr: Mode EDA
pl: Tryb EDA

# PanelModeSelectorSQL
source: Modo SQL
ca: Mode SQL
fr: Mode SQL
pl: Tryb SQL

# PanelModeSelectorTree
source: Modo Árbol
ca: Mode Arbre
fr: Mode arborescent
pl: Tryb drzewa

# REPORTCloned
source: Informe clonado correctamente
fr: Rapport cloné avec succès
pl: Raport pomyślnie sklonowany

# InvalidServerResponse
source: Respuesta inválida del servidor
fr: Réponse du serveur invalide
pl: Nieprawidłowa odpowiedź serwera

# CouldNotCloneReport
source: No se pudo clonar el informe. Por favor, inténtalo de nuevo.
fr: Le rapport n'a pas pu être cloné. Veuillez réessayer.
pl: Nie udało się sklonować raportu. Spróbuj ponownie..

# searchEntities
source: Buscar entidades...
fr: Recherche d'entités...
pl: Wyszukaj podmioty...

# searchAttributes
source: Buscar atributos...
fr: Attributs de recherche...
pl: Znajdź atrybuty...

# groupSelect
source: Selecciona...
fr: Sélectionner...
pl: Wybierać...

# selectedUsers
source: Usuarios seleccionados
fr: Utilisateurs sélectionnés
pl: Wybrani użytkownicy

# availableUsers
source: Usuarios disponibles
fr: Utilisateurs disponibles
pl: Dostępni użytkownicy

# copyPublicURL
source: copiar URL pública
fr: copier l'URL publique
pl: skopiuj publiczny adres URL

# importPanelsTitle
source: Importar paneles
fr: Panneaux d'importation
pl: Importuj panele

# selectPanels
source: Selecciona los paneles
fr: Sélectionnez les panneaux
pl: Wybierz panele

# searchPanels
source: Buscar paneles...
fr: Panneaux de recherche...
pl: Panele wyszukiwania...

# ChangelignTitle
source: Alineación
fr: Alignement
pl: Wyrównanie

# forExample
source: Ej:50.5
fr: Ex:50.5
pl: Np:50,5

# dashboardExportedSuccessfully
source: Dashboard exportado correctamente
fr: Tableau de bord exporté avec succès
pl: Panel został pomyślnie wyeksportowany

# selectDashboardToExport
source: Por favor selecciona un dashboard para exportar
fr: Veuillez sélectionner un tableau de bord à exporter
pl: Wybierz pulpit nawigacyjny do wyeksportowania

# problemExportingModel
source: Ocurrió un problema al exportar el modelo
fr: Un problème est survenu lors de l'exportation du modèle
pl: Wystąpił problem podczas eksportowania modelu.

# modelExportedSucessfully
source: Modelo exportado correctamente
fr: Modèle exporté avec succès
pl: Model został pomyślnie wyeksportowany

# selectModelToExport
source: Por favor selecciona un modelo para exportar
fr: Veuillez sélectionner un modèle à exporter
pl: Proszę wybrać model do wyeksportowania.

# dashboardUpdatedSuccessfully
source: Dashboard actualizado correctamente
fr: Tableau de bord mis à jour avec succès
pl: Panel został pomyślnie zaktualizowany

# dashboardCreatedSuccessfully
source: Dashboard creado correctamente
fr: Tableau de bord créé avec succès
pl: Panel kontrolny został pomyślnie utworzony

# notPossibleImportDashboard
source: No se pudo importar el dashboard
fr: Le tableau de bord n'a pas pu être importé.
pl: Nie udało się zaimportować pulpitu nawigacyjnego

# noValidJsonFormat
source: El archivo no tiene un formato JSON válido:
fr: Le fichier n'a pas un format JSON valide:
pl: Plik nie jest w prawidłowym formacie JSON:

# notPossibleReadFile
source: No se pudo leer el archivo seleccionado
fr: NLe fichier sélectionné n'a pas pu être lu
pl: Nie można odczytać wybranego pliku.

# noCorrectJsonFormat
source: El archivo no tiene un formato JSON válido
fr: Le fichier n'a pas un format JSON valide
pl: Plik nie jest w prawidłowym formacie JSON.

# errorImportModel
source: Ha ocurrido un error al importar el modelo
fr: Une erreur s'est produite lors de l'importation du modèle
pl: Wystąpił błąd podczas importowania modelu.

# modelImportedSuccessfully
source: Modelo importado correctamente
fr: Modèle importé avec succès
pl: Model zaimportowano pomyślnie

# errorVerifyingModelIntegrity
source: Error al verificar integridad del modelo
fr: Erreur lors de la vérification de l'intégrité du modèle
pl: Błąd weryfikacji integralności modelu

# errorLoadingDashboard
source: Error al cargar el Dashboard
fr: Erreur lors du chargement du tableau de bord
pl: Błąd podczas ładowania panelu

# fillRequiredFields
source: Recuerde llenar los campos obligatorios
fr: N'oubliez pas de remplir les champs obligatoires
pl: Pamiętaj o wypełnieniu wymaganych pól.

# connectedWithServer
source: Conectado con el servidor
fr: Connecté au serveur
pl: Połączono z serwerem

# differentFiltersCannotBeConnected
source: No se pueden vincular filtros de tipos distintos.
fr: Il est impossible de combiner des filtres de types différents.
pl: Nie można łączyć filtrów różnych typów.

# scrollError
source: Error haciendo scroll
fr: Défilement d'erreur
pl: Błąd przewijania

# emittingValues
source: Emitiendo este valor
fr: Émettre cette valeur
pl: Wydanie tej wartości

# emittingCancelValues
source: Emitiendo este valor de cancelar
fr: Émettre cette valeur d'annulation
pl: Wydanie tej wartości anulowania

# chartTypesTreeTable
source: Tabla Árbol
pl: Stół Drzewny

# NameTablaQuality
source: Tabla DataQuality
fr: Tableau DataQuality
pl: Tablica DataQuality

# SureDataQuality
source: ¿Estás seguro de que deseas continuar con la visualización de DataQuality? Esta acción puede tomar un poco de tiempo.
fr: Êtes-vous sûr de vouloir continuer avec la visualisation de la qualité des données ? Cette action peut prendre un peu de temps.
pl: Czy na pewno chcesz kontynuować wizualizację DataQuality? Ta czynność może chwilę potrwać.

# ContinueTablaQuality
source: Continuar
fr: Continuer
pl: Kontynuować

# filteredReportMessage
source: Por favor, espera un momento mientras procesamos la selección.
fr: Veuillez patienter un instant pendant que nous traitons votre sélection.
pl: Poczekaj chwilę, aż dokonamy Twojego wyboru.

# filterByTreetable
source: Filtro:
fr: Filtre:
pl: Filtr:

# EmptyValueMessage
source: Sin Informar
fr: Sans en informer
pl: Niepoinformowany

# DatePickerNull
source: Fecha nula
ca: Data nula
fr: Date d'annulation
pl: Data zerowa

# removeColumnGlobalFilter
source: No se puede eliminar la columna porque hay vinculado un Filtro
ca: No es pot eliminar la columna perquè té un filtre vinculat
fr: La colonne ne peut pas être supprimée car un filtre y est associé.
pl: Kolumny nie można usunąć, ponieważ ma ona powiązany filtr

# invalidPathForm
source: Ruta incorrecta para el filtro seleccionado
ca: Ruta incorrecta pel filtre seleccionat
fr: Chemin incorrect pour le filtre sélectionné
pl: Nieprawidłowa ścieżka dla wybranego filtra

# whereMessage
source: Filtro sobre todos los registros
fr: Filtrer sur tous les enregistrements
pl: Filtruj według wszystkich rekordów

# havingMessage
source: Filtro sobre los resultados
fr: Filtrer les résultats
pl: Filtruj wyniki

# whereMessageLabel
source: Aplicar el filtro sobre todos los registros
fr: Appliquer le filtre à tous les enregistrements
pl: Zastosuj filtr do wszystkich rekordów

# havingMessageLabel
source: Aplicar el filtro sobre los resultados
fr: Appliquez le filtre aux résultats
pl: Zastosuj filtr do wyników

# textoTablaCruzadaEjeX
source: • Eje vertical: Arrastre aquí los campos.
fr: • Axe vertical: Faites glisser les champs ici.
pl: • Oś pionowa: Przeciągnij pola tutaj.

# textoTablaCruzadaEjeY
source: • Eje horizontal: Arrastre aquí los campos para el eje horizontal de la tabla cruzada.
fr: • Axe horizontal: Faites glisser ici les champs de l’axe horizontal du tableau croisé.
pl: • Oś pozioma: Przeciągnij pola dla osi poziomej tabeli przestawnej tutaj.

# textoTablaCruzadaEjeZ
source: • Eje numérico: Arrastre aquí solo los campos numéricos.
fr: • Axe numérique: Faites glisser ici uniquement les champs numériques.
pl: • Oś liczbowa: Przeciągnij tutaj tylko pola liczbowe.

# ptooltipViewTextRanges
source: Al configurar un Rango las agregaciones quedarán bloqueadas, Ejemplo de un rango válido - 12:18:50:100
fr: Lors de la mise en place d'une gamme, les agrégations seront bloquées. Exemple de plage valide: 12:18:50:100
pl: Podczas ustawiania zakresu agregacje zostaną zablokowane. Przykład prawidłowego zakresu: 12:18:50:100

# rangesExpresionH5
source: Rangos:
fr: Gammes:
pl: Zakresy:

# addRange
source: Añadir Rango
fr: Ajouter de la gamme
pl: Dodaj zakres

# rangeDescriptionNumberError
source: El correcto orden de los límites del rango van de menor a mayor
fr: L'ordre correct des limites de plage va de la plus petite à la plus grande
pl: Prawidłowa kolejność granic zakresu to od najmniejszego do największego
