Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# seleccionH4
source: Mostrar los siguientes atributos:
ca: Mostra els següents atributs:

# filtrosH4
source: Filtrar los resultados por:
ca: Filtra els resultats per:

# consultaH4
source: Mi consulta
ca: La meva consulta

# resumenAtrH6
source: Resumen de atributos
ca: Resum d'atributs

# resumenFiltrosPanelH6
source: Resumen de filtros del panel
ca: Resum de filtres del panell

# resumenFiltrosInformeH6
source: Resumen de filtros del informe
ca: Resum de filtres de l'informe

# sqlExpresionH6
source: Expresión SQL
ca: Expressió SQL

# indicaciones1
source: Puedes realizar consultas SQL sobre el esquema definido en tu modelo. Para ello introduce la consulta en el cuadro de texto y selecciona la tabla principal (puede ser cualquiera de las que aparecen en la consulta). Usaremos esta tabla para vincular la consulta a los filtros del informe.
ca: Podeu realitzar consultes SQL sobre l'esquema definit en el vostre model. Per fer-ho, introduïu la consulta en el quadre de text i seleccioneu la taula principal (pot ser qualsevol de les que apareixen a la consulta). Es farà servir aquesta taula per vincular la consulta amb els filtres de l'informe.

# indicaciones3
source: Solo es posible usar las tablas del esquema definido en el modelo (si lo hay)
ca: Només és possible fer servir les taules de l'esquema del model (si n'hi ha).

# indicaciones4
source: Debes utilizar alias para todas las tablas de la consulta ( select a,b from tabla t where c )
ca: Heu d'utilitzar àlies per a totes les taules de la consulta ( select a, b from taula t where c )

# indicaciones6
source: Para hacerlo sólo tienes que añadir: <span> AND {{' ${alias_tabla.columna_filtrada} '}} </span> en la cláusula 'WHERE' de la consulta donde quieras inyectar el filtro
ca: Per fer-ho només heu d'afegir: <span> AND {{' ${alias_taula.columna_filtrada} '}} </span> a la clàusula 'WHERE' de la consulta on vulgueu injectar el filtre

# indicaciones7
source: Si no has añadido ningúna cláusula WHERE, añádela a la consulta y haz los joins necesarios, junto con el filtro en el formato <span> {{' ${alias_tabla.columna_filtrada} '}} </span>
ca: Si no heu afegit cap clàusula WHERE, afegiu-la a la consulta i feu els JOIN necessaris, juntament amb el filtre en el format <span> {{' ${alias_taula.columna_filtrada} '}} </span>

# indicaciones8
source: Si la tabla por la que filtramos no está en la consulta, recuerda que debes añadir las cláusulas JOIN necesarias para poder vicular la tabla del filtro con tu consulta
ca: Si la taula per la qual voleu filtrar no és a la consulta, haureu d'afegir les clàusules JOIN necessàries per poder-la-hi vincular

# indicaciones11
source: Tenemos un filtro en el informe para el campo 'city' de la tabla CUSTOMERS
ca: A l'informe hi ha un filtre pel camp 'city' de la taula CUSTOMERS

# indicaciones14
source: Tenemos un filtro en el informe para el campo 'office_id' de la tabla OFFICES
ca: A l'informe hi ha un filtre pel camp 'office_id' de la taula OFFICES

# indicaciones15
source: Consulta sin filtros vinculados
ca: Consulta sense filtres vinculats

# indicaciones16
source: Consulta con filtros vinculados
ca: Consulta amb filtres vinculats

source: VISTA PREVIA
ca: VISTA PRÈVIA

# tituloGrupoPublicos
source: PUBLICOS
ca: PÚBLICS

# tituloGrupoMisGrupos
source: MIS GRUPOS
ca: ELS MEUS GRUPS

# tituloGrupoPersonales
source: PRIVADOS
ca: PRIVATS

# labelImagenUsuario
source: Fotografía del usuario
ca: Fotografia de l'usuari

# nuevoUsuarioBtn
source: Crear usuario Crear usuario
ca: Crea un usuari Crea un usuari

# inputRepitePassword
source: Repite la contraseña
ca: Repetiu la contrasenya

# inputNombreDb2
source: BASE DE DATOS *
ca: BASE DE DADES *

# agregacionH6
source: Agregación
ca: Agregació

# conexionh4
source: Conexión
ca: Connexió

# inputNombreDB
source: Base de datos
ca: Base de dades

# inputNombreUsuario
source: Usuario
ca: Usuari

# crearGrupoLabel
source: Crear grupo
ca: Crear grup

source: Cerrar
ca: Tanca

# aplyToAllPanelsH5
source: ¿Aplica a todos los paneles?
ca: Aplica-ho a tots els panells?

# panelsToAplyH5
source: Paneles para los que aplica el filtro
ca: Panells als quals cal aplicar el filtre

# filterForH5
source: Filtrar por
ca: Filtra per

# tituloPermisosColumna
source: Añadir permiso
ca: Afegeix un permís

# avaliableMaps
source: Mapas disponibles
ca: Mapes disponibles

# updateModel
source: Actualizar modelo de datos desde la base de datos origen para buscar nuevas tablas y columnas
ca: Actualitza el model de dades des de la base de dades origen per obtenir-ne les noves taules i columnes

# addRelationButton
source: Añadir relación
ca: Afegeix una relació

# editModelHeaders
source: Editar {{tablePanel.type ? tablePanel.name : ''}}
ca: Edita {{tablePanel.type ? tablePanel.name : ''}}

# edaMode
source: Modo EDA
ca: Mode EDA

# sqlMode
source: Modo SQL
ca: Mode SQL

# panelOptions1
source: Editar consulta
ca: Edita la consulta

# newPanelTitle2
source: Nuevo Panel
ca: Nou panell

# addMap
source: Mapas
ca: Mapes

# labelnewPass
source: Nueva Contraseña (Si no quieres modificar tu contraseña actual deja el campo en blanco)
ca: Nova contrasenya (si no voleu modificar la vostra contrassenya actual deixeu el camp en blanc)

# groups1
source: EMAIL
ca: CORREU

# passwordLogin
source: Contraseña
ca: Contrasenya

# AddPermiso
source: Añadir permiso
ca: Afegeix un permís

# sqlExp
source: Expresión SQL
ca: Expressió SQL

# groupPanel
source: Grupo
ca: Grup

# col
source: Atributo
ca: Atribut

# chartInfo3
source: Un gráfico de barras necesita una o más categorías y una série numéricas. Además, si hay mas de una série los datos numéricos deben agregarse.
ca: Un gràfic de barres necessita una o més categories i una sèrie numèrica. A més, si hi ha més d'una sèrie les dades numèriques han d'agregar-se.

# chartInfoArea
source: Un gráfico de areas necesita una o más categorías y una série numérica. Además, si hay mas de una série los datos numéricos deben agregarse.
ca: Un gràfic d'àrea necessita una o més categories i una sèrie numèrica. A més, si hi ha més d'una sèrie les dades numèriques han d'agregar-se.

# chartInfo7
source: Un gráfico de barras necesita una o más categorías y una série numérica.
ca: Un gràfic de barres necessita una o més categories i una sèrie numèrica. A més, si hi ha més d'una sèrie les dades numèriques han d'agregar-se.

# chartInfo111
source: Puedes añarir un campo de tipo métrica y uno de tipo etiqueta en este orden o cualquiera de los dos por separado.
ca: Pots afegir un camp de tipus mètrica i una de tipus etiqueta en aquest ordre o qualsevol dels dos per separat.

# chartInfo13
source: Los datos seleccionados no permiten utilizar este gráfico.
ca: Les dades seleccionades no permeten utilitzar aquest gràfic.

# MapDatamodel
source: Mapas
ca: Mapes

# tooManyValuestext
source: Hay demasiados valores para este gráfico. Agrega o filtra los datos para poder visualizarlos mejor.
ca: Hi ha massa valors per aquest gràfic. Agrega o filtra les dades per poder visualitzar-los millor.

# inputTipoDatamodel
source: Tipo
ca: Tipus

# MapsDatamodel
source: Mapas
ca: Mapes

# DatadourceText
source: Creada correctamente
ca: Creada correctament

# SureInfo
source: Estás a punto de borrar el modelo de datos y todos los dashboards asociados, el cambio es irreversible
ca: Estàs a punt d'esborrar el model de dades i tots els informes associats, el canvi és irreversible

# DeleteGroupCancel
source: Cancelar
ca: Cancel·lar

# userDetailHeader
source: USUARIO
ca: USUARI

# PasswordsNotEqual
source: Las contraseñas no coinciden
ca: Les contrassenyes no coincideixen

# CreatedUser
source: Usuario creado
ca: Usuari creat

# registers1
source: {{ table.filteredValue.length }} registros
ca: {{ table.filteredValue.length }} registres

# registers2
source: {{ table.value.length }} registros
ca: {{ table.value.length }} registres

# inputPuerto
source: Puerto
ca: Port

# DynamicTextColor
source: Cambiar Color
ca: Camviar Color

# kpiAlerts
source: Alertas
ca: Alertes

# addAlert
source: Añadir alerta
ca: Afegir alerta

# alertsInfo
source: Cuando el valor del kpi sea (=, <, >) que el valor definido cambiará el color del texto
ca: Quan el valor del kpi sigui (=, <, >) que el valor definit cambiarà el color del text

# ViewsDatamodel
source: Vistas
ca: Vistes

# addView
source: Añadir vista
ca: Afegir vista

# joinTypeH4
source: Tipo de intersección:
ca: Tipus d'intersecció:

# csvType
source: Tipo
ca: Tipus

# FiltersH4
source: Filtros
ca: Filtres

# LegendPosition
source: Posición de la leyenda
ca: Posició de la llegenda

# NoTag
source: Sin Etiqueta
ca: Sense Etiqueta

# addTag
source: AÑADIR ETIQUETA
ca: AFEGIR ETIQUETA

# AllTags
source: Todos
ca: Tots

# NoneTags
source: Ninguno
ca: Cap

# linkedTo
source: Vinculado con
ca: Vinculat amb

# newTag
source: Nueva etiqueta
ca: Nova etiqueta

# DataModelHeader
source: Configurar nuevo orígen de datos
ca: Configurar nou origen de dades

# OptimizeQuery
source: Optimizar consultas
ca: Optimitzar consultes

# inputBigQueryKeys
source: Subir archivo de claves (json) *
ca: Pujar arxiu de claus (json) *

# DatasourceText
source: Creada correctamente
ca: Creada correctament

# panelOptions0
source: OPCIONES DEL PANEL
ca: OPCIONS DEL PANELL

# greendot
source: Paneles filtrados
ca: Panells filtrats

# reddot
source: Paneles no relacionados
ca: Panells no relacionats

# unselecteddot
source: Paneles no filtrados
ca: Panells no filtrats

# DBInconsistencies
source: Se han encontrado inconsistencias en el informe, los siguientes elementos no existen en el modelo:
ca: S'han trobat inconsistències en l'informe, els següents elements no existeixen al model:

# modelInconsistenciesS
source: Se han encontrado inconsistencias en los siguientes informes:
ca: S'han trobat inconsistències als següents informes:

# anyCanSeeNO
source: Los usuarios y grupos que pueden ver el modelo son SOLO los definidos explicitamente.
ca: Els usuaris i grups que poden veure el model són NOMÉS els definits explícitament.

# anyCanSeeYES
source: Cualquier usuario puede ver el modelo. Los filtros de seguridad se definen a nivel de tabla y columna concreta.
ca: Qualsevol usuari pot veure el model. Els filtres de seguretat es defineixen a nivell de taula i columna concreta.

# sidebarAlertsManagement
source: Gestión de alertas
ca: Gestió d'alertes

# chartInfo17
source: El velocímetro necesita uno o dos valores numéricos, en caso de disponer de dos valores el segundo se interpretará como límite
ca: El velocímetre necessita un o dos valors numèrics, en cas de disposar de dos valors, el segon s'interpretarà com a límit

# chartInfoHistogram
source: Un histograma requiere una única columna de valores numericos de los que se calculará la frecuencia
ca: Un histograma requereix una única columna de valors numèrics dels quals es calcularà la freqüència

# conexionh3
source: Conexión
ca: Connexió

# inputCuenta
source: CUENTA*
ca: COMPTE *

# inputCuentaEdit
source: Cuenta
ca: Compte

# atributsTitle
source: Atributos de una entidad.Arrastre los atrubutos a la selección o los filtros para consultarlos. Haciendo click sobre el atributo se accede a sus propiedaes.
ca: Atributs d'una entitat. Arrossegueu els atributs a la selecció o els filtres per consultar-los. Fent clic sobre l'atribut s'accedeix als seus propiedaes

# seleccionTitle
source: Para lanzar una consulta. Seleccione los atributos que desea ver, Clique sobre ellos para configurarlos y ejecute la consulta. Siempre podrá volver a esta vista.
ca: Per llançar una consulta. Seleccioneu els atributs que voleu veure, Cliqueu sobre ells per configurar-i executi la consulta. Sempre podrà tornar a aquesta vista.

# agregacionh5
source: Agregación
ca: Agregació

# inputFormat
source: Número de decimales
ca: Número de decimals

# DashboardMailingTitle
source: Configuración del envío por email
ca: Configuració dels enviaments per email

# opcionMail
source: Enviar por email
ca: Enviar per email

# inputFilter
source: Filtros
ca: Filtres

# comparativeTooltip
source: La función de comparar sólo se puede activar si se dispone de un campo de fecha agregado por mes o semana y un único campo numérico agregado
ca: La funció de comparar només es pot activar si es disposa d'un camp de data agregat per mes o setmana i un únic camp numèric agregat

# canIeditTooltip
source: Si esta opción está seleccionada, sólo el propietario del informe y los administradores podrán guardar los cambios
ca: Si aquesta opció està marcada, només el propietari de l'informe i els administradors podran desar els canvis

# showLabelsPercent
source: Mostrar Etiquetas
ca: Mostra Etiquetes en Percentatges

# histogramColum
source: Columnas
ca: Columnes

# filterTooltip
source: Puedes añadir palabras separadas por comas, que se aplicarán como filtros de tipo LIKE a la hora de recuperar las tablas de tu base de datos
ca: Pots afegir paraules separades per comes, que s'aplicaràn com a filtres de tipus LIKE a l'hora de recuperar les taules de la teva base de dades

# cumulativeSumTooltip
source: Si activas ésta función se calculará la suma acumulativa para los campos numéricos que eligas. Sólo se puede activar si la fecha está agregada por mes o dia.
ca: Si actives questa funció es calcularà la suma acumulativa per els camps numèrics que escullis. Només es pot activar si la data està agregada per mes, setmana o dia.

# cumsumAlertMessage1
source: La suma acumulativa sólo se puede aplicar si se dispone de una única serie no numérica.
ca: La suma acumulativa només es pot aplicar si es disposa d'una única sèrie no numèrica.

# cumsumAlertMessage2
source: Puedes desactivar la función acumulativa en el campo de fecha o quitar una columna no numérica.
ca: Pots desactivar la funció acumulativa en el camp de data o treure una columna no numèrica.

# dashboardTitleEdit
source: Título del informe
ca: Títol de l'informe

# filtersEdit
source: Filtros
ca: Filtres

# panelTitleEdit
source: Título del panel
ca: Títol del panell

# canIfilter
source: Visiblidad del filtro
ca: Visibilitat del filtre
