Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# rangeDescriptionCharacterError
source: El último caracter del rango debe ser un número
fr: Le dernier caractère de la plage doit être un nombre
pl: Ostatni znak zakresu musi być liczbą

# ptooltipNotAvailableRanges
source: No es posible crear un rango nuevo por que ya existe uno configurado
fr: Il n'est pas possible de créer une nouvelle plage car une est déjà configurée
pl: Nie można utworzyć nowego zakresu, ponieważ istnieje już jeden

# textBetween
source: Entre
pl: Między

# filterSettings
source: Configuración de filtros
fr: Paramètres de filtre
pl: Ustawienia filtra

# treeTableTitleDialog
source: Propiedades de la tabla árbol
fr: Propriétés de la table arborescente
pl: Właściwości tabeli drzewa

# viewEdition
source: Edición de la vista
fr: Afficher la modification
pl: Edycja widoku

# viewEditionTitle
source: Edición de la Vista
fr: Voir l'édition
pl: Edycja widoku

# viewEditionDescription
source: La edición de la vista permite modificar únicamente la consulta (query), pero no debe cambiar los nombres de las columnas.
fr: La modification de la vue vous permet de modifier uniquement la requête (query), mais vous ne devez pas modifier les noms des colonnes.
pl: Edycja widoku umożliwia jedynie modyfikację zapytania, ale nie powinna powodować zmiany nazw kolumn.

# columnDashboard
source: Columna
fr: Colonne
pl: Kolumna

# filtrosAvanzados3
source: Solo es posible usar filtros definidos dentro del dashboard actual.
fr: Il est uniquement possible d'utiliser les filtres définis dans le tableau de bord actuel.
pl: Można używać wyłącznie filtrów zdefiniowanych w bieżącym panelu.

# joins
source: Tipo de intersección
fr: Type d'intersection
pl: Typ skrzyżowania

# joins1
source: La funcionalidad de {0}Intersección de Joins{1} permite definir cómo se relacionan las tablas de tu consulta mediante {2}LEFT{3}, {4}INNER{5} o {6}RIGHT JOIN{7}. Esto te da control sobre qué registros se incluyen en el resultado, dependiendo de la presencia o ausencia de coincidencias entre las tablas.
fr: La fonctionnalité de {0}Intersection des joints{1} vous permet de définir comment les tables de votre requête sont liées par {2}LEFT{3}, {4}INNER{5} o {6}RIGHT JOIN{7}. Cela vous permet de contrôler quels enregistrements sont inclus dans le résultat, en fonction de la présence ou de l'absence de correspondances entre les tables.
pl: Funkcja {0}Join Intersection{1} pozwala określić, w jaki sposób tabele w zapytaniu są powiązane za pomocą {2}LEFT{3}, {4}INNER{5} lub {6}RIGHT JOIN{7}. Daje to kontrolę nad tym, które rekordy zostaną uwzględnione w wyniku, w zależności od obecności lub braku dopasowań między tabelami.

# joins3
source: Solo es posible hacer joins entre tablas definidas dentro del modelo o consulta actual.
fr: Il est uniquement possible d'effectuer des jointures entre les tables définies dans le modèle ou la requête actuelle.
pl: Łączenie jest możliwe wyłącznie pomiędzy zdefiniowanymi wartościami w ramach bieżącego modelu lub zapytania.

# whatif1
source: La funcionalidad {0}What If{1} te permite crear atributos nuevos a partir de otros atributos en tu gráfico. A estos nuevos campos se les puede aplicar una operación matemática para modificar su valor según tus necesidades, y también es posible cambiarles el nombre para identificarlos fácilmente.
fr: La fonctionnalité {0}What If{1} vous permet de créer de nouveaux attributs à partir d'autres attributs de votre graphique. Vous pouvez appliquer des opérations mathématiques à ces nouveaux champs pour modifier leurs valeurs selon vos besoins, et vous pouvez également les renommer pour une identification plus facile.
pl: Funkcja {0}What If{1} umożliwia tworzenie nowych atrybutów na podstawie innych atrybutów na wykresie. W tych nowych polach można zastosować operację matematyczną, aby zmodyfikować ich wartości zgodnie z potrzebami, a także zmienić ich nazwy, aby łatwo je zidentyfikować.

# whatif3
source: Solo es posible crear nuevos atributos basados en los atributos existentes en el gráfico.
fr: Il est uniquement possible de créer de nouveaux attributs à partir des attributs existants dans le graphe.
pl: Nowe atrybuty można tworzyć wyłącznie na podstawie już istniejących atrybutów na wykresie.

# whatif4
source: Esta opción solo está disponible con atributos de tipo numérico.
fr: Cette option est uniquement disponible avec les attributs numériques.
pl: Opcja ta jest dostępna tylko w przypadku atrybutów typu numerycznego.

source: Filtros avanzados
fr: Filtres avancés
pl: Zaawansowane filtry

# filtrosAvanzados1
source: La funcionalidad {0}Filtros Avanzados{1} permite relacionar los filtros globales y de panel utilizando operadores {2}AND{3} o {4}OR{5}. Esto posibilita que los filtros no solo se apliquen como un conjunto fijo de condiciones, sino que puedan interoperar entre sí según la relación definida.
fr: La fonctionnalité {0}Filtres avancés{1} vous permet de lier les filtres globaux et les filtres de panneau à l'aide d'opérateurs {2}AND{3} o {4}OR{5}. Cela permet non seulement d'appliquer les filtres comme un ensemble fixe de conditions, mais aussi de les faire interagir entre eux en fonction de la relation définie.
pl: Funkcja {0}Advanced Filters{1} umożliwia powiązanie filtrów globalnych i panelowych przy użyciu operatorów {2}AND{3} lub {4}OR{5}. Dzięki temu filtry nie tylko mogą być stosowane jako stały zestaw warunków, ale także współdziałać ze sobą zgodnie z określoną relacją.

# dashboardSidebarDependentFilters
source: Filtros dependientes
fr: Filtres dépendants
pl: Filtry zależne

# dependentFiltersTitle
source: Configuración de filtros dependientes
fr: Configuration des filtres dépendants
pl: Konfigurowanie filtrów zależnych

# preparingDependentFilters
source: Preparando los filtros dependientes
fr: Préparation des filtres dépendants
pl: Przygotowywanie filtrów zależnych

# autocompleteFilter
source: ¿Filtro autocomplete?
fr: Filtre de saisie automatique?
pl: Filtr autouzupełniania?

# mandatoryFilter
source: ¿Filtro autocomplete?
pl: Filtre autocomplete?

# globalFiltersToDF
source: Debe disponer de filtros globales para poder avanzar con la configuración de los filtros dependientes.
fr: Vous devez disposer de filtres globaux pour pouvoir procéder à la configuration des filtres dépendants.
pl: Aby móc kontynuować konfigurację filtrów zależnych, musisz mieć dostępne filtry globalne.

# newFilterAddToDF
source: Se agregó un nuevo filtro a la relación de filtros dependientes
fr: Un nouveau filtre a été ajouté à la liste des filtres dépendants
pl: Do listy filtrów zależnych dodano nowy filtr

# DFSettingsRestarted
source: Se ha reiniciado la configuración de los filtros dependientes
fr: La configuration des filtres dépendants a été réinitialisée
pl: Konfiguracja filtrów zależnych została zresetowana

# showField
source: Mostrar campo de origen
pl: Pokaż pole pochodzenia

# correctGeoJsonFormat
source: El archivo tiene un formato GeoJson válido.
pl: Plik ma prawidłowy format GeoJSON.

# wrongGeoJsonFormat
source: El archivo no tiene un formato GeoJson válido.
pl: Plik nie ma prawidłowego formatu GeoJSON.

# CollectionText
source: Colección creada correctamente
fr: Collection créée correctement
pl: Kolekcja utworzona poprawnie

# ErrorExcel
source: Cargue un archivo .xls o .xlsx
fr: Téléversez un fichier .xls ou .xlsx
pl: Prześlij plik .xls lub .xlsx

# AddMandatoryFilters
source: Los siguientes filtros son obligatorios y no tienen valor asignado:
fr: Les filtres suivants sont obligatoires et n'ont pas de valeur attribuée:
pl: Poniższe filtry są obowiązkowe i nie mają przypisanej wartości:

# panelOptionsMapFilters
source: Mapear filtros
fr: Filtres de carte
pl: Filtry mapy

# atributoLabel
source: Atributo
fr: Attribut
pl: Atrybut

# atributoConsulta
source: Consulta
fr: Consultation
pl: Konsultacja

# count_tablesLabel
source: Tablas implicadas
fr: Tables impliquées
pl: Zaangażowane tabele

# count_rowsLabel
source: Total de registros
fr: Nombre total d'enregistrements
pl: Łączna liczba rekordów

# count_nullsLabel
source: Total nulos
fr: Total des valeurs nulles
pl: Całkowita liczba wartości null

# count_emptyLabel
source: Total cadenas vacías
fr: Nombre total de chaînes vides
pl: Całkowita liczba pustych ciągów

# count_distinctLabel
source: Total valores distintos
fr: Valeurs distinctes totales
pl: Całkowite odrębne wartości

# most_duplicatedLabel
source: Más repetido
fr: Plus répété
pl: Więcej powtórzeń

# least_duplicatedLabel
source: Menos repetido
fr: Moins fréquemment répété
pl: Rzadziej powtarzane

# maxLabel
source: Valor máximo
fr: Valeur maximale
pl: Maksymalna wartość

# minLabel
source: Valor mínimo
fr: Valeur minimale
pl: Wartość minimalna

# median_count_bymonthLabel
source: Mediana por mes
fr: Médiane par mois
pl: Mediana na miesiąc

# max_bymonthLabel
source: Máximos por mes
fr: Maximums par mois
pl: Maksymalnie na miesiąc

# min_bymonthLabel
source: Mínimos por mes
fr: Montant minimum par mois
pl: Minimalne kwoty na miesiąc

# chartInfo18
source: El sunburst necesita al menos una categoria y un campo numérico
fr: Sunburst nécessite au moins une catégorie et un champ numérique
pl: Sunburst wymaga co najmniej jednej kategorii i jednego pola numerycznego

source: Data Export/Import
fr: Exportation/importation de données
pl: Eksport/Import danych

# permissionAdvancedOptions
source: Opciones avanzadas
fr: Options avancées
pl: Opcje zaawansowane

# AllTagsDescription
source: Acceso a todos los elementos sin restricciones
fr: Accès illimité à toutes les fonctionnalités
pl: Nieograniczony dostęp do wszystkich funkcji

# NoneTagsDescription
source: No se muestra ningún elemento para este usuario/grupo
fr: Aucun élément n'est affiché pour cet utilisateur/groupe
pl: Dla tego użytkownika/grupy nie są wyświetlane żadne elementy

# DynamicTags
source: Dinámico
fr: Dynamique
pl: Dynamiczny

# DynamicTagsDescription
source: Filtrado avanzado mediante una consulta personalizada
fr: Filtrage avancé via une requête personnalisée
pl: Zaawansowane filtrowanie za pomocą niestandardowego zapytania

# inputConsultaDinamica
source: Consulta dinámica
fr: Requête dynamique
pl: Zapytanie dynamiczne

# placeholderConsultaDinamica
source: Introduzca la expresión dinámica…
fr: Saisissez l'expression dynamique…
pl: Wprowadź dynamiczne wyrażenie…

# addValueList
source: Añadir lista de valores posibles
fr: Ajouter une liste de valeurs possibles
pl: Dodaj listę możliwych wartości

# addComparative
source: Comparativa
fr: Comparatif
pl: Porównawczy

# chartTypesTableAnalized
source: Tabla DataQuality
fr: Tableau DataQuality
pl: Jakość danych tabeli

# chartTypes19
source: Gráfico de Barras Apiladas al 100%
fr: Graphique à barres empilées à 100 %
pl: Wykres słupkowy skumulowany 100%

# showPointLines
source: Mostrar Puntos en Lineas
pl: Pokaż punkty na liniach

# showLinesPrediction
source: Mostrar Predicción
pl: Pokaż prognozę

# chartLabelLinePredicctionOptionDescription
source: Muestra las predicción de la serie
pl: Pokazuje przewidywania serii

# Prediction
source: Predicción
pl: Predykcja

# TabsPanelConfig
source: CONFIGURACION DE PESTAÑAS
pl: KONFIGURACJA ZAKŁADEK

# ModelRestrictionAccess
source: Modelo con acceso restringido
pl: Model z ograniczonym dostępem

# ModelRestrictionAccessMessageOption
source: Desactivar para habilitar el acceso a todos los usuarios
pl: Wyłączyć, aby umożliwić dostęp wszystkim użytkownikom

# ModelActivationAccess
source: Modelo con acceso para todos los usuarios
pl: Model z dostępem dla wszystkich użytkowników

# ModelActivationAccessMessageOption
source: Activar para limitar el acceso solo a usuarios o grupos autorizados
pl: Włączyć, aby ograniczyć dostęp tylko do upoważnionych użytkowników lub grup

# tableRestrictionAccess
source: Los usuarios y grupos configurados tendrán acceso autorizado a la tabla:
pl: Skonfigurowani użytkownicy i grupy będą mieć autoryzowany dostęp do tabeli:

# tableRestrictionAccessMessageOption
source: Desactivar para habilitar el acceso a todos los usuarios
pl: Wyłączyć, aby umożliwić dostęp wszystkim użytkownikom

# tableActivationAccess
source: Los usuarios y grupos configurados NO tendrán acceso a la tabla:
pl: Skonfigurowani użytkownicy i grupy NIE będą mieć dostępu do tabeli:

# tableActivationAccessMessageOption
source: Activar para habilitar un acceso restringido
pl: Włączyć, aby umożliwić dostęp ograniczony

# tabsDashboardSettings
source: Configura las pestañas para mostrar dashboards
pl: Skonfiguruj karty, aby wyświetlić pulpity nawigacyjne

# filterByPrivacy
source: Filtrar por Privacidad
pl: Filtruj według prywatnościa

# filterByTags
source: Filtrar por Tags
pl: Filtruj według tagóws

# selectEditTabs
source: Seleccionar...
pl: Wybierać...

# searchTag
source: Buscar tag...
pl: Wyszukaj tag...

# filterSearchDashboards
source: Usa los filtros para buscar dashboards
pl: Użyj filtrów, aby wyszukać pulpity nawigacyjne

# noCoincidenceDashFilters
source: No hay dashboards que coincidan con los filtros
pl: Brak pulpitów nawigacyjnych, które spełniają kryteria filtrów

# addDashListAvailable
source: Añade dashboards desde la lista de disponibles
pl: Dodaj pulpity nawigacyjne z dostępnej listy

# filterOptions
source: Opciones del filtro:
pl: Opcje filtrowania:

# sqlExpressionCalculatedField
source: Expresión SQL
pl: Wyrażenie SQL

# typeSelectorText
source: Tipo de columna
pl: Typ kolumny

# decimalNumberText
source: Número de decimales
pl: Liczba miejsc dziesiętnych

# typeSelectorAggregation
source: Agregación
pl: Agregacja

# CheckExpression
source: Comprobar expresión
pl: Sprawdź wyrażenie

# nextStepBtn
source: Siguiente paso
pl: Następny krok

# openInNewTab
source: Abrir en NUEVA pestaña
pl: Otwórz w NOWEJ karcie

# openInSameTab
source: Abrir en MISMA pestaña
pl: Otwórz w tej SAMEJ karcie

# terms1
source: Estoy de acuerdo con los <a> términos</a>
fr: Je suis d'accord avec le <a> termes</a>

# haveAccount
source: ¿Tienes una cuenta? <a> <b> Ingresa ahora</b> </a>
fr: Avez-vous un compte ? <a> <b> Entrer</b> </a>

# sidebarGroupManagement
source: Gestión de Grupos
fr: Gestion de groupe

# agregacionesH4
source: Agregaciones
fr: Agrégations

# ordenacionH4
source: Ordenación
fr: Ordination

# filtrarH4
source: Filtrar
fr: Filtre

# tiposFiltrosLabel
source: Tipos de filtro
fr: Type de filtre

# fechaLabel
source: Fecha
fr: Date

# valorFiltrarLabel
source: Valor a filtrar
fr: Valeur à filtrer

# fechaInicioLabel
source: Fecha inicio
fr: Date de début

# fechaFinalLabel
source: Fecha final
fr: Date de fin

# valor1Label
source: Valor 1
fr: Valeur 1

# valor2Label
source: Valor 2
fr: Valuer 2

# optionsLabel
source: Opciones
fr: Options

# dateFormatH4
source: Formato
fr: Format

# colorsChartH6
source: Colores
fr: Couleurs

# indicaciones1
source: Puedes realizar consultas SQL sobre el esquema definido en tu modelo. Para ello introduce la consulta en el cuadro de texto y selecciona la tabla principal (puede ser cualquiera de las que aparecen en la consulta). Usaremos esta tabla para vincular la consulta a los filtros del informe.
fr: Vous pouvez effectuer des requêtes SQL sur le schéma défini dans votre modèle. Pour ce faire, saisissez la requête dans la zone de texte et sélectionnez la table principale (il peut s'agir de n'importe lequel de ceux qui apparaissent dans la requête). Nous utiliserons ce tableau pour lier la requête aux filtres du rapport.

# menuClaro
source: Con el menú claro
fr: Avec le menu clair

# addModelPermissions
source: Añadir permiso a nivel de modelo
ca: Afegeix un permís a nivell de model
fr: Ajouter une autorisation au niveau du modèle

# inputMapURL
source: Subir archivo GeoJson (JSON)
ca: Puja un arxiu GeoJson (JSON)
fr: Téléverser un fichier GeoJSON (JSON)

# inputx
source: Centro del mapa (Latitud, Longitud)
ca: Centre del mapa (Latitud, Longitud)
fr: Centre de la carte (Latitude, Longitude)

# Refresh
source: Volver a cargar el modelo de datos almacenado
ca: Torna a carregar el model de dades emmagatzemat
fr: Recharger le modèle de données enregistré

# chartTypes6
source: Gráfico de Barras Apiladas
fr: Graphique à barres empilées

# ChartProps
source: PROPIEDADES DEL GRÁFICO
fr: PROPRIÉTÉS DU GRAPHIQUE

# namePass
source: contrasenya
fr: mot de passe

# direccionMail
source: Dirección Email
ca: Adreça de correu electrònic
fr: Adresse email

# possibleValuesListID
source: Id Columna:
fr: ID de colonne:

# possibleValuesListDescription
source: Columna descripción:
ca: Columna descripció:
fr: Description de la colonne:

# sqlExpColumn
source: Expresión SQL (Debe incluir la agregación)
ca: Expressió SQL (ha d'incloure l'agregació)
fr: Expression SQL (doit inclure une agrégation)

# chartInfo3
source: Un gráfico de barras necesita una o más categorías y una série numéricas. Además, si hay mas de una série los datos numéricos deben agregarse.
fr: Un graphique à barres nécessite une ou plusieurs catégories et une série numérique. De plus, s'il y a plusieurs séries, les données numériques doivent être combinées.

# chartInfo4
source: Un gráfico combinado necesita una categoría y dos séries numéricas.
fr: Un graphique combiné nécessite une catégorie et deux séries numériques.

# chartInfo111
source: Puedes añadir un campo de tipo métrica y uno de tipo etiqueta en este orden o cualquiera de los dos por separado.
fr: Vous pouvez ajouter un champ de mesure et un champ d'étiquette dans cet ordre, ou l'un ou l'autre séparément.

# cantDeleteUser
source: No se puede borrar el usuario
fr: L'utilisateur ne peut pas être supprimé

# registers1
source: {{ table.filteredValue.length }} registros
fr: {{ table.filteredValue.length }} archives

# alertsInfo
source: Cuando el valor del kpi sea (=, <, >) que el valor definido cambiará el color del texto
fr: Quand la valeur de kpi est (=, <, >) que la valeur définie modifiera la couleur du texte

# functionalities
source: Extender el modelo
fr: Étendre le modèle

# AllTags
source: Todos
fr: Tous

# DatasourceText
source: Creada correctamente
fr: Créé correctement

# sidebarModelsManagement
source: Gestión de modelos
ca: Gestió de models
fr: Gestion des modèles

# csvSep
source: Separador decimal
fr: Séparateur décimal

# removeRowTotals
source: Eliminar totales de fila
ca: Eliminar totals de fila
fr: Supprimer les totaux de ligne

# alertsConfigTitle
source: Gestión de alertas
fr: Gestion des alertes

# chartInfo17
source: El velocímetro necesita uno o dos valores numéricos, en caso de disponer de dos valores el segundo se interpretará como límite
fr: Le compteur de vitesse nécessite une ou deux valeurs numériques; s'il en a deux, la seconde sera interprétée comme la limite

# chartInfoFunnel
source: Un embudo necesita una categoría y un valor numérico
ca: Un embut necessita una categoria i un valor numèric
fr: Un entonnoir nécessite une catégorie et une valeur numérique

# mailConfOk
source: Credenciales correctas
fr: Identifiants corrects

# checkCredentials
source: Comprobar credenciales
fr: Vérifier les identifiants

# mailmanagementHeader
source: Gestión de correo y envio de mails
ca: Gestió del correu i eviament de mails
fr: Gestion et envoi des e-mails

# enableCache
source: Habilitar caché
fr: Activer le cache

# addCacheConfig
source: Configurar Caché
fr: Configurer le cache

# conexionh3
source: Conexión
fr: Connexion

# entidadesTitle
source: Clique sobre un entidad para ver sus atributos.
ca: Cliqueu sobre una entitat per veure els seus atributs
fr: Cliquez sur une entité pour afficher ses attributs.

# atributsTitle
source: Atributos de una entidad.Arrastre los atributos a la selección o los filtros para consultarlos. Haciendo click sobre el atributo se accede a sus propiedaes.
fr: Attributs de l'entité. Faites glisser les attributs vers la sélection ou les filtres pour les afficher. Cliquer sur un attribut affichera ses propriétés.

# dashbaordsMailingHeader
source: Envio de informes por email
fr: Envoi de rapports par courriel

# comparativeTooltip
source: La función de comparar sólo se puede activar si se dispone de un campo de fecha agregado por mes o semana y un único campo numérico agregado
fr: La fonction de comparaison ne peut être activée que s'il existe un champ de date agrégé par mois ou par semaine et un seul champ numérique agrégé.

# showLabelsPercent
source: Mostrar Etiquetas en Porcentajes
fr: Afficher les étiquettes sous forme de pourcentages

# cumulativeSumTooltip
source: Si activas ésta función se calculará la suma acumulativa para los campos numéricos que eligas. Sólo se puede activar si la fecha está agregada por mes o dia.
fr: Si vous activez cette fonction, la somme cumulée sera calculée pour les champs numériques que vous choisissez. Elle ne peut être activée que si la date est ajoutée par mois ou par jour.

# filterVisibleScope
source: Definir la visibilidad del filtro. Público: todos pueden usarlo. Deshabilitado: El resto de usuarios pueden ver el filtro pero no pueden modificarlo. Oculto: El resto de usuario no pueden ver el filtro. pero se les aplica
ca: Definir la visibilitat del filtre. Públic: tots poden utilitzar-lo. Deshabilitat: els altres usuaris poden veure el filtre però no el poden modificar. Ocult: els altres usuaris no poden veure el filtre però els aplica.
fr: Définissez la visibilité du filtre. Public: tout le monde peut l’utiliser. Désactivé: les autres utilisateurs peuvent voir le filtre mais ne peuvent pas le modifier. Masqué: les autres utilisateurs ne peuvent pas voir le filtre, mais il leur est toujours applicable.

# moda_countsLabel
source: Moda
fr: Mode

# medianLabel
source: Mediana
fr: Médian

# connectDashboardPanel
source: Conecta los filtros entre el dashboard y el panel
fr: Connectez les filtres entre le tableau de bord et le panneau

# import
source: Importar
fr: Matière

# fieldDashboardDashboard
source: Panel
fr: Panneau

# schemaTableDB
source: e.g., schema:public,table:users
fr: e.x., schéma:public, table:utilisateurs

source: Warehouse
fr: Entrepôt

source: Pool Limit
fr: Limite du pool

# databaseExample
source: database.example.com
fr: base_de_données.exemple.com

source: my_database
fr: ma_base_de_données

# usernameDB
source: username
fr: nom d'utilisateur

# publicSchema
source: public
fr: publique

# myDBConnection
source: My Database Connection
fr: Ma connexion à la base de données

# loadingDashboards
source: Cargando dashboards...
fr: Chargement des tableaux de bord...

# placeholderInputPassword
source: Contraseña
ca: Contrasenya

source: Contraseña
ca: Contrasenya

source: Confirma contraseña
ca: Confirmeu la contrasenya

# terms1
source: Estoy de acuerdo con los <a> términos</a>
ca: Estic d'acord amb els <a> termes</a>

# haveAccount
source: ¿Tienes una cuenta? <a> <b> Ingresa ahora</b> </a>
ca: Teniu un compte? <a> <b> Entra</b> </a>

# sidebarUserManagement
source: Gestión de Usuarios
ca: Gestió d'usuaris

# sidebarGroupManagement
source: Gestión de Grupos
ca: Gestió de grups

# agregacionesH4
source: Agregaciones
ca: Agregacions

# ordenacionH4
source: Ordenación
ca: Ordenació

# tiposFiltrosLabel
source: Tipos de filtro
ca: Tipus de filtre

# fechaLabel
source: Fecha
ca: Data

# fechaInicioLabel
source: Fecha inicio
ca: Data d'inici

# fechaFinalLabel
source: Fecha final
ca: Data final

# optionsLabel
source: Opciones
ca: Opcions

# dateFormatH4
source: Formato
ca: Format

# guardarButton
source: Confirmar
ca: Confirma

# tiposFiltroLabel
source: Tipos de filtro
ca: Tipus de filtre

# addFilterButton
source: Añadir filtro
ca: Afegeix un filtre

# colorsChartH6
source: Colores
ca: Colors

# cancelarButton
source: Cancelar
ca: Cancel·la

# dangerQueryText1
source: La consulta que estás a punto de realizar es potencialmente pesada y puede tardar mas de lo normal en ejecutarse.
ca: La consulta que esteu a punt de realitzar és potencialment pesada i pot tardar més del compte a executar-se.

# entidadesH4
source: Entidades
ca: Entitats

# atributosH4
source: Atributos
ca: Atributs
