Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# namePass
source: password
ca: contrasenya
pl: hasło

# labelRepeatPass
source: Repite la nueva contraseña
ca: Repetiu la nova contrasenya
fr: Répétez le nouveau mot de passe
pl: Potwierdź hasło

# nameNewPass
source: newPassword
ca: nova contrasenya
fr: nouveau mot de passe
pl: nowe hasło

# groups2
source: GRUPOS
ca: GRUPS
fr: GROUPES
pl: GRUPY

# usersName
source: NOMBRE
ca: NOM
fr: NOM
pl: NAZWA

# usersRole
source: ROLE
ca: ROL
fr: RÔLE
pl: ROLA

# newPassPlaceholderProfile
source: Repite la contraseña
ca: Repetiu la contrasenya
fr: Répétez le mot de passe
pl: Potwierdź hasło

# direccionMail
source: Dirección Email / Usuario
pl: Adres e-mail / użytkownik

# informacionGeneral
source: Información general
ca: Informació general
fr: Informations générales
pl: Informacje ogólne

# linkFilters
source: Vincular consulta con los filtros del panel
ca: Vincula la consulta amb els filtres del panell
fr: Requête de lien avec filtres de panneau
pl: Połącz zapytanie z filtrami panelu

# examples
source: Ejemplos
ca: Exemples
fr: Exemples
pl: Przykłady

# newPassPlaceholderUsers
source: Repite la contraseña
ca: Repetiu la contrasenya
pl: Powtórz hasło

# AddValueListOptions
source: Definir un listado de valores posibles
ca: Defineix un llistat de valors possibles
fr: Définir une liste de valeurs possibles
pl: Zdefiniuj listę możliwych wartości

# possibleValuesList
source: Tabla y columna asociadas
ca: Taula i columna associades
fr: Tableau et colonne associés
pl: Powiązana tabela i kolumna

# possibleValuesListTable
source: Tabla:
ca: Taula:
fr: Tableau:
pl: Tablica:

# valueListSourceHeader
source: Tabla que contiene los valores posibles para el filtro asociado a esta columna
ca: Taula que conté els valors possibles per al filtre associat a aquesta columna
fr: Tableau contenant les valeurs possibles pour le filtre associé à cette colonne
pl: Tabela zawierająca możliwe wartości dla filtra powiązanego z tą kolumną

# valueListSourceTabla
source: Tabla relacionada
ca: Taula relacionada
fr: Tableau associé
pl: powiązana tabela

# valueListSourceID
source: Id de la columna relacionada
fr: ID de colonne associée
pl: Identyfikator powiązanej kolumny

# possibleValuesListID
source: Id Columna
pl: kolumna identyfikatora

# valueListSourceDescripcion
source: Descripción de la columna relacionada
ca: Descripció de la columna relacionada
fr: Description de la colonne associée
pl: Powiązany opis kolumny

# possibleValuesListDescription
source: Columna descripción
pl: Opis kolumny

# columnaCalculada
source: Nueva columna calculada
ca: Nova columna calculada
fr: Nouvelle colonne calculée
pl: Nowa skalkulowana kolumna

# inputxDescription
source: Si desconoces las coordenadas del centro las calcularemos automáticamente
ca: Si desconeixeu les coordenades del centre es calcularan automàticament
fr: Si vous ne connaissez pas les coordonnées du centre, nous les calculerons automatiquement
pl: Jeżeli nie znasz środkowych współrzędnych, zostaną wykalkulowane automatycznie

# sqlExpColumn
source: Expresión SQL
pl: Wyrażenia SQL

# aggTsum
source: Suma
fr: Ajout
pl: Dodatek

# aggTmean
source: Media
ca: Mitja
fr: Moyenne
pl: Przeciętny

# aggTmax
source: Màximo
ca: Màxim
fr: Maximum
pl: Maksymalny

# aggTmin
source: Mínimo
ca: Mínim
fr: Minimum
pl: Minimum

# aggTcount
source: Cuenta Valores
ca: Compte Valors
fr: Compte titres
pl: Konto Papierów Wartościowych

# aggTcountD
source: Valores Distintos
ca: Valors Diferents
fr: Valeurs différentes
pl: Różne wartości

# commonPanel
source: Común
ca: Comú
fr: Commun
pl: Wspólny

# publicPanel
source: Publico
fr: Publique
pl: Publiczny

# privatePanel
source: Privado
ca: Privat
fr: Privé
pl: Prywatny

# col
source: Atributo:
fr: Attribut:
pl: Atrybuty:

# table
source: de la entidad
ca: de l'entitat
fr: de l'entité
pl: . Encja:

# addCalculatedColTitle
source: Añadir columna calculada a la tabla
ca: Afegir columna calculada a la taula
fr: Ajouter une colonne calculée au tableau
pl: Dodaj kolumnę obliczeniową do tabeli

# addRelationTo
source: Añadir relación a la tabla
ca: Afegir relació a la taula
fr: Ajouter une relation à la table
pl: Dodaj relację do tabeli

# modifyRelationTo
source: Modificar relación de la tabla
fr: Modifier la relation de la table
pl: Zmiana relacji w tabeli

# chartInfo1
source: Los datos seleccionados no permiten utilizar este gráfico.
ca: Les dades seleccionades no permeten utilitzar aquest gràfic.
fr: Les données sélectionnées ne permettent pas l'utilisation de ce graphique.
pl: Wykres niedostępny dla bieżących danych.

# chartInfo2
source: Un KPI necesita un único número.
ca: Un KPI necessita un únic número.
fr: Un KPI nécessite un seul chiffre.
pl: Do uzyskania wskaźnika KPI wymagana jest tylko jedna liczba.

# chartInfo3
source: Un gráfico de barras necesita una o más categorías y una série numéricas.
pl: Wykres słupkowy wymaga jednej lub więcej kategorii i jednej serii liczbowej. Jeśli istnieją również dwie serie, dane liczbowe powinny zostać zagregowane.

# chartInfo4
source: Un gráfico combinado necesita una categoría y dos séries numéricas.
ca: Un gràfic combinat necessita una categoria i dues sèries numèriques.
pl: Wykres mieszany wymaga jednej kategorii i dwóch, lub więcej serii numerycznych.

# chartInfo5
source: Un gráfico de línea necesita una o más categorías y una série numérica.
ca: Un gràfic de línia necessita una o més categories i una sèrie numèrica. A més, si hi ha més d'una sèrie les dades numèriques han d'agregar-se.
fr: Un graphique linéaire nécessite une ou plusieurs catégories et une série numérique.
pl: Wykres liniowy wymaga jednej, lub więcej kategorii i jedną serię numeryczną. Jeżeli są dwie serie numeryczne, dane powinny być zagregowane.

# chartInfoArea
source: Un gráfico de areas necesita una o más categorías y una série numérica. Además, si hay mas de una série los datos numéricos deben agregarse.
fr: Un graphique en aires nécessite une ou plusieurs catégories et une série numérique. De plus, s'il y a plusieurs séries, les données numériques doivent être agrégées.
pl: Wykres warstwowy wymaga jednej, lub więcej kategorii i jedną serię numeryczną.Jeżeli są dwie serie numeryczne, dane powinny być zagregowane .

# chartInfo6
source: Un gráfico de barras necesita una o más categorías y una série numérica.
ca: Un gràfic de barres necessita una o més categories i una sèrie numèrica. A més, si hi ha més d'una sèrie les dades numèriques han d'agregar-se.
fr: Un graphique à barres nécessite une ou plusieurs catégories et une série numérique.
pl: Wykres słupkowy wymaga jednej, lub więcej kategorii i jedną serię numeryczną. Jeżeli są dwie serie numeryczne, dane powinny być zagregowane.

# chartInfo8
source: Un gráfico polar necesita una categoría y una série numérica.
ca: Un gràfic polar necessita una categoria i una sèrie numèrica.
fr: Un graphique polaire nécessite une catégorie et une série numérique.
pl: Wykres biegunowy wymaga jednej kategorii i jednej serii numerycznej.

# chartInfo9
source: Un gráfico de pastel necesita una categoría y una série numérica.
ca: Un gràfic de pastís necessita una categoria i una sèrie numèrica.
fr: Un diagramme circulaire nécessite une catégorie et une série numérique.
pl: Wykres kołowy wymaga jednej kategorii i jednej serii numerycznej.

# chartInfo10
source: Una tabla cruzada necesita dos o más categorías y una série numérica.
ca: Una taula creuada necessita dues o més categories i una sèrie numèrica.
fr: Un tableau croisé nécessite au moins deux catégories et une série numérique.
pl: Tabela krzyżowa wymaga dwóch lub więcej kategorii i jednej serii numerycznej.

# chartInfo11
source: Es necesario que los dos primeros campos sean de tipo coordenada.
ca: És necessari que els dos primers camps siguin de tipus coordenada.
fr: Les deux premiers champs doivent être de type coordonnées.
pl: Dwa pierwsze pola muszą być skoordynowane.

# chartInfo111
source: Puedes añarir un campo de tipo métrica y uno de tipo etiqueta en este orden o cualquiera de los dos por separado.
pl: Dodaj pole metryki i pole etykiety w tej kolejności lub każde z nich osobno.

# chartInfo12
source: Es necesario un campo vinculado a un archivo GeoJson y un campo de tipo numérico.
ca: És necessari un camp vinculat a un arxiu GeoJson i un camp de tipus numèric.
fr: Un champ lié à un fichier GeoJson et un champ numérique sont requis.
pl: Potrzebne jest pole połączone GeoJson i pole numeryczne.

# chartInfoBubble
source: Un gráfico de burbujas necesita una categorías y una série numérica.
ca: Un gràfic de bombolles necessita una categoria i una sèrie numèrica.
fr: Un graphique à bulles nécessite des catégories et une série numérique.
pl: Wykres bąbelkowy wymaga jednej kategorii i jednej serii numerycznej.

# tooManyValues
source: - Demasiados valores
ca: - Massa valors
fr: - Trop de valeurs
pl: - Za dużo wartości

# notAvaliable
source: - No Disponible
fr: - Pas disponible
pl: - Niedostępne

# tooManyValuestext
source: Hay demasiados valores para este gráfico. Agrega o filtra los datos para poder visualizarlos mejor.
fr: Ce graphique contient trop de valeurs. Ajoutez ou filtrez les données pour une meilleure visualisation.
pl: Za dużo wartości dla tego wyresu. Zagreguj lub filtruj dane, aby były lepiej widoczne.

# notSavedChanges
source: Hay cambios sin guardar...
ca: Hi ha canvis sense guardar...
fr: Des modifications n'ont pas été enregistrées....
pl: Nie zapisano zmian...

# dahsboardSaved
source: Informe guardado correctamente
ca: Informe guardat correctament
fr: Rapport enregistré avec succès
pl: Raport zapisany prawidłowo

# DatadourceTitle
source: Fuente de datos:
ca: Font de dades:
fr: Source des données :
pl: Źródło danych:

# ErrorMessage
source: Ha ocurrido un error
ca: Hi ha hagut un error
fr: Une erreur s'est produite
pl: Wystąpił problem

# CorrectQuery
source: Consulta correcta
fr: Requête correcte
pl: Zapytanie prawidłowe

# IncorrectQuery
source: Consulta incorrecta
fr: Requête incorrecte
pl: Zapytanie nieprawidłowe

# IncorrectQueryAgg
source: Debes incluir la agregación (distinct, sum, max, min, etc)
ca: Has d'incloure l'agregació (distinct, sum, max, min, etc)
fr: Vous devez inclure l'agrégation (distinct, sum, max, min, etc.).
pl: Musi zawierać agregację (distinct, sum, max, min, etc)

# EstablishedConnections
source: Conexión establecida
ca: Connexió establerta
fr: Connexion établie
pl: Nawiązano połączenie

# IncorrectConnectionData
source: Datos de conexión incorrectos
ca: Dades de connexió incorrectes
fr: Informations de connexion incorrectes
pl: Nieprawidłowe dane dotyczące połączenia

# Sure
source: ¿Estás seguro?
ca: N'estàs segur?
fr: Vous êtes sûr ?
pl: Jesteś pewny?

# SureInfo
source: Estás a punto de borrar el modelo de datos y todos los dashboards asociados, el cambio es irreversible
fr: Vous êtes sur le point de supprimer le modèle de données et tous les tableaux de bord associés ; cette modification est irréversible.
pl: Model danych oraz raporty z nim powiązane zostaną usuniętne nieodwracalnie.

# ConfirmDeleteModel
source: Si, ¡Eliminalo!
ca: Si, elimina'l!
fr: Oui, supprimez-le!
pl: Tak, usuń!

# Deleted
source: ¡Eliminado!
ca: Eliminat!
fr: Supprimé!
pl: Usunięto!

# DeleteSuccess
source: Modelo eliminado correctamente.
ca: Model eliminat correctament.
fr: Modèle supprimé avec succès.
pl: Model usunięty prawidłowo.

# UpdateModelSucess
source: Modelo actualizado correctamente
ca: Model actualitzat correctament
fr: Modèle mis à jour avec succès
pl: Model zaktualizowany prawidłowo

# DeletedUser
source: Usuario borrado
ca: Usuari eliminat
fr: Utilisateur supprimé
pl: Usunięto użytkownika

# UserDeletedOk
source: El usuario a sido eliminado correctamente
ca: Usuari eliminat correctament
fr: L'utilisateur a été supprimé avec succès.
pl: Użytkownik został usunięty pomyślnie

# picUpdated
source: Imagen Actualizada
ca: Imatge actualitzada
fr: Image mise à jour
pl: Zaktualizowano zdjęcie

# NoRecords
source: No se pudo obtener ningún registro
ca: No s'ha pogut obtenir cap registre
fr: Aucun enregistrement n'a pu être obtenu.
pl: Nie udało się uzyskać żadnego rekordu

# mandatoryFields
source: Recuerde rellenar los campos obligatorios
ca: Recorda't d'omplir els camps obligatoris
fr: N'oubliez pas de remplir les champs obligatoires.
pl: Pamiętaj, aby wypełnić wymagane pola

# IncorrectForm
source: Formulario incorrecto. Revise los campos obligatorios.
ca: Formulari incorrecte. Revisa els camps obligatoris.
fr: Formulaire incorrect. Veuillez vérifier les champs obligatoires.
pl: Nieprawidłowa forma. Sprawdź wymagane pola.

# IncorrectForm2
source: Formulario incorrecto, revise los campos.
fr: Formulaire incorrect, veuillez vérifier les champs.
pl: Nieprawidłowy formularz, proszę sprawdzić wymagane pola.

# ImportantMessage
source: Importante
ca: Important
fr: Important
pl: Ważne

# AcceptConditions
source: Debe de aceptar las condiciones
ca: Has d'acceptar les condicions
fr: Vous devez accepter les conditions
pl: Musisz zaakceptować warunki

# UserCreated
source: Usuario creado
ca: Usuari creat
fr: Créé par l'utilisateur
pl: Stworzono użytkownika

# RegisterError
source: Error al registrarse
fr: Erreur d'enregistrement
pl: Bład rejestracji

# AddFiltersWarningTittle
source: Solo puedes añadir filtros cuando todos los paneles están configurados
ca: Només pots afegir filtres quan tots els panells estan configurats
fr: Vous ne pouvez ajouter des filtres que lorsque tous les panneaux sont configurés
pl: Możesz dodać filtry tylko wtedy, gdy wszytkkie panele są skofigurowane

# SaveWarningTittle
source: Solo puedes guardar cuando todos los paneles están configurados
fr: Vous ne pouvez enregistrer que lorsque tous les panneaux sont configurés
pl: Możesz zapisać tylko wtedy, gdy wszystkie panele są skonfigurowane.

# AddFiltersWarningText
source: Puedes borrar los paneles en blanco o configurarlos
ca: Pots esborrar els panells en blanc o configurar-los
fr: Vous pouvez supprimer les panneaux vides ou les configurer
pl: Możesz usunąć puste panele lub je skofigurować

# AddFiltersWarningButton
source: Entendido
ca: Entesos
fr: Compris
pl: Zrozumiany

# DeleteGroup
source: ELIMINAR GRUPO
fr: SUPPRIMER LE GROUPE
pl: UNUŃ GRUPĘ

# DeleteGroupText
source: Eliminarás todos los elementos relacionados con este grupo, ¿Deseas continuar?
ca: Eliminaràs tots els elements relacionats amb aquest grup, vols continuar?
fr: Vous allez supprimer tous les éléments liés à ce groupe. Voulez-vous continuer?
pl: Usuniesz wszytskie elementy powiązane z tą grupą. Czy chcesz kontynuować?

# DeleteGroupButton
source: Si, ¡Eliminalo!
ca: Si, elimina'l!
fr: Oui, supprimez-le!
pl: Tak, usuń!

# deleteDashboardWarning
source: Estás a punto de borrar el informe:
ca: Ets a punt d'esborrar l'informe:
fr: Vous êtes sur le point de supprimer le rapport:
pl: Raport zostanie usunięty:

# DashboardDeletedInfo
source: Informe eliminado correctamente.
ca: Informe eliminat correctament.
fr: Rapport supprimé avec succès.
pl: Raport usunięty prawidłowo.

# UpdatedUser
source: Usuario actualizado
ca: Usuari actualitzat
fr: Utilisateur mis à jour
pl: Zaktualizowano użytkowanika

# UpdatedUserError
source: Error al actualizar el usuario
fr: Erreur lors de la mise à jour de l'utilisateur
pl: Błąd podczas aktualizacji użytkownika

# fileNotPicture
source: El archivo seleccionado no es una imagen
ca: L'arxiu seleccionat no és una imatge
fr: Le fichier sélectionné n'est pas une image
pl: Wybrany plik nie jest obrazem

# cantDeleteUser
source: No se puede borrar el usuario
ca: No es pot esborrar l'usuari
pl: Nie można usunąć użytkownika

# cantSelfDelete
source: No se puede borrar a si mismo
ca: No es pot esborrar a si mateix
fr: Il ne peut s'effacer lui-même
pl: Nie można usunąć samego siebie

# DeleteUserMessage
source: Estás a punto de borrar el usuario
ca: Ets a punt d'esborrar l'usuari
fr: Vous êtes sur le point de supprimer l'utilisateur
pl: Użytkownik zostanie usunięty

# DeleteUser
source: Si, ¡Bórralo!
ca: Si, esborra'l!
fr: Oui, supprimez-le!
pl: Tak, usuń!

# rowOptions
source: OPCIONES DE LA FILA
ca: OPCIONS DE LA FILA
fr: OPTIONS DE LIGNE
pl: OPCJE WIERSZY

# EDITCAP
source: EDITAR
fr: MODIFIER
pl: EDYTUJ

# deleteCAP
source: ELIMINAR
fr: ÉLIMINER
pl: USUŃ

# DashboardFilters
source: FILTROS DEL INFORME
ca: FILTRES DE L'INFORME
fr: FILTRES DE RAPPORT
pl: FILTRY RAPORTU

# newUserTitle
source: CREAR NUEVO USUARIO
ca: CREAR NOU USUARI
fr: CRÉER UN NOUVEL UTILISATEUR
pl: STWÓRZ NOWEGO UŻYTKOWNIKA

# registers1
source: {{ table.filteredValue.length }} registros
pl: {{ table.filteredValue.length }}rekordy

# registers2
source: {{ table.value.length }} registros
fr: {{ table.value.length }} archives
pl: {{ table.value.length }} rejestry

# EditQuery
source: Editar consulta
fr: Modifier la requête
pl: EDYCJA ZAPYTANIA

# EditSQLQuery
source: EDITAR CONSULTA SQL
fr: MODIFIER LA REQUÊTE SQL
pl: EDYCJA ZAPYTANIA SQL

# DatePickerAll
source: Todas
ca: Totes
fr: Tous
pl: Wszystko

# DatePickerYesterday
source: Ayer
ca: Ahir
fr: Hier
pl: Wczoraj

# DatePickerBeforeYesterday
source: Antes de ayer
ca: Abans d'ahir
fr: Avant-hier
pl: Przed wczoraj

# DatePickerWeek
source: Ésta semana
ca: Aquesta setmana
fr: Cette semaine
pl: Ten tydzień

# DatePickerWeekFull
source: Ésta semana al completo
ca: Tota aquesta setmana
fr: Toute cette semaine
pl: Cały ten tydzień

# DatePickerLastWeek
source: La semana pasada
ca: La setmana passada
fr: La semaine dernière
pl: Zeszły tydzień

# DatePickerLastWeekFull
source: La semana pasada completa
ca: Tota la setmana passada
fr: La semaine dernière s'est terminée
pl: Cały zeszły tydzień

# DatePickerMonth
source: Éste mes
ca: Aquest mes
fr: Ce mois-ci
pl: Ten miesiąc

# DatePickerLastMonth
source: El mes pasado
ca: El mes passat
fr: Mois dernier
pl: Ostatni miesiąc

# DatePickerLastMonthFull
source: El mes pasado completo
ca: Tot el mes passat
fr: Mois dernier
pl: Wszytsko z zeszłego miesiąca

# DatePickerMonthPreviousYear
source: Éste mes del año pasado
ca: Aquest mes de l'any passat
fr: Ce mois-ci de l'année dernière
pl: Ten miesiąc w zeszłym roku

# DatePickerMonthPreviousYearFull
source: Éste mes al completo del año pasado
ca: Aquest mes, complert, de l'any passat
fr: Tout ce mois de l'année dernière
pl: Ten miesiąc w zeszłym roku

# DatePickerYear
source: Éste año
ca: Aquest any
fr: Cette année
pl: Ten rok

# DatePickerYearPreviousYear
source: El año pasado
ca: L'any passat
fr: L'année dernière
pl: Zeszły rok

# DatePickerYearPreviousYearFull
source: El año pasado, completo
fr: L'année dernière, complètement
pl: W zeszłym roku, kompletne

# DatePickerLast7
source: Últimos 7 días
ca: Últims 7 dies
fr: Les 7 derniers jours
pl: Ostatnie 7 dni

# DatePickerLast3
source: Últimos 3 días
ca: Últims 3 dies
fr: Les 3 derniers jours
pl: Ostatnie 3 dni

# DatePickerLast15
source: Últimos 15 días
ca: Últims 15 dies
fr: Les 15 derniers jours
pl: Ostatnie 15 dni

# DatePickerLast30
source: Últimos 30 días
ca: Últims 30 dies
fr: Les 30 derniers jours
pl: Ostatnie 30 dni

# DatePickerLast60
source: Últimos 60 días
ca: Últims 60 dies
fr: Les 60 derniers jours
pl: Ostatnie 60 dni

# DatePickerLast120
source: Últimos 120 días
ca: Últims 120 dies
fr: Les 120 derniers jours
pl: Ostatnie 120 dni

# DateSelectRange
source: Selecciona un rango
ca: Selecciona un rang
fr: Sélectionnez une plage
pl: Wybierz zakres

# filterButtonDashboard
source: Filtrar
fr: Filtre
pl: Filtr

# kpiAlertH6
source: Generar alerta
fr: Générer une alerte
pl: Stwórz komunikat

# DynamicTextColor
source: Cambiar Color
fr: Changer de couleur
pl: Zmień kolor

# kpiGreatSmallEqualH6
source: Operador
fr: Opérateur
pl: Operator

# colorKpiH6
source: Color
fr: Couleur
pl: Kolor

# kpiAlerts
source: Alertas
fr: Alertes
pl: Alerty

# addAlert
source: Añadir alerta
fr: Ajouter une alerte
pl: Dodaj alert

# alertsInfo
source: Cuando el valor del kpi sea (=, <,>) que el valor definido cambiará el color del texto
pl: Gdy wartość kpi jest (=, <,>) niż zdefiniowana wartość, kolor tekstu ulegnie zmianie

# generateView
source: Generar vista
fr: Générer une vue
pl: Generuj widok

# ViewsDatamodel
source: Vistas
fr: Vues
pl: Widoki

# addView
source: Añadir vista
fr: Ajouter une vue
pl: Dodaj widok

# ViewDatamodel
source: Añadir Vista
ca: Afegir Vista
fr: Ajouter une vue
pl: Dodaj widok

# inputBorrarVista
source: Borrar vista
ca: Esborrar vista
fr: Vue dégagée
pl: Usuń widok

# topQueryH4
source: Mostrar Top:
fr: Afficher le haut:
pl: Pokaż górę:

# joinTypeH4
source: Tipo de intersección:
fr: Type d'intersection:
pl: rodzaj skrzyżowania:

# addCSV
source: Añadir tabla desde CSV
ca: Afegir taula des de CSV
fr: Ajouter un tableau à partir d'un fichier CSV
pl: Dodaj tabele z CSV

# placeholderTableName
source: Nombre de la tabla
ca: Nom de la taula
fr: Nom de la table
pl: Nazwa tabeli

# placeholderInputSeparator
source: Separador
fr: Séparateur
pl: Separator

# saveCSV
source: Generar tabla
ca: Generar taula
fr: Générer un tableau
pl: Stwórz tabele

# addTableTitle
source: Añadir Tabla
ca: Afegir Taula
fr: Ajouter un tableau
pl: Dodaj tabele

# succesAddTable
source: Tabla creada correctamente
ca: Taula creada correctament
fr: Table créée avec succès
pl: Tabela utworzona pomyślnie

# csvField
source: Campo
ca: Camp
fr: Champ
pl: Pole

# csvFormat
source: Formato
ca: Format
fr: Format
pl: Format

# functionalities
source: Extender el model
ca: Extendre el model
pl: Rozszerzenie modelu

# utilities
source: Utilidades
ca: Utilitats
fr: Utilitaire
pl: Narzędzia

# hideTables
source: Ocultar todas las tablas
ca: Ocultar totes les taules
fr: Masquer toutes les tables
pl: Ukryj wszytskie tabele

# hideColumns
source: Ocultar todas las columnas
ca: Ocultar totes les columnes
fr: Masquer toutes les colonnes
pl: Ukryj wszytskie kolumny

# hideAllRelations
source: Ocultar todas las relaciones
ca: Ocultar totes les relacions
fr: Masquer toutes les relations
pl: Ukryj wszytskie relacje

# addFile
source: Subir archivo
ca: Pujar arxiu
fr: Téléverser un fichier
pl: Dodaj plik

# dragFields
source: Arrastre aquí los atributos que quiera ver en su panel
ca: Arrossega aqui els atributs que vols veure al teu panell
fr: Faites glisser ici les attributs que vous souhaitez afficher dans votre panneau.
pl: Przeciągnij tutaj atrybuty, które mają być widoczne w panelu.

# draggFilters
source: Arrastre aquí los atributos sobre los que quiera filtrar
ca: Arrossega aquí els atributs sobre els que vols filtrar
fr: Faites glisser ici les attributs sur lesquels vous souhaitez effectuer un filtrage
pl: Przeciągnij tutaj atrybuty, według których chcesz filtrować

# legendPosition
source: Posición de la leyenda
fr: Position de la légende
pl: Pozycja legendy

# LinkDashboardDbFilter
source: Informe a vincular
fr: Rapport à lier
pl: Połacz raport

# LinkDashboardSelectedDashboard
source: Campo del informe
ca: Camp de l'informe
fr: Champ de rapport
pl: Pole raportu

# DashboardLink
source: Vincular con un informe
ca: Vincular amb un informe
fr: Lien vers un rapport
pl: Połącz z rapotrem

# panelOptions5
source: Vincular con otro informe
ca: Vincular amb un altre informe
fr: Lien vers un autre rapport
pl: Połącz z innym raportem

# NoTag
source: Sin Etiqueta
fr: Sans étiquette
pl: Bez Tagu

# newTag
source: Nueva etiqueta
fr: Nouvelle étiquette
pl: Nowy tag

# AllTags
source: Todos
pl: Wszystko

# NoneTags
source: Ninguno
fr: Aucun
pl: Brak

# linkedTo
source: Vinculado con
fr: Lié à
pl: Połączono z

# DataModelHeader
source: Configurar nueva fuente de datos
fr: Configurer la nouvelle source de données
pl: Nowe źródło danych

# inputBigQueryKeys
source: Subir archivo de claves (json) *
fr: Téléverser le fichier clé (json) *
pl: Prześlij klucze (json) *

# DatasourceText
source: Creada correctamente
pl: Utworzono prawidłowo

# panelOptions0
source: OPCIONES DEL PANEL
fr: OPTIONS DE PANNEAU
pl: OPCJE PANELU
