Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# placeholderInputUsuario
source: Usuario
ca: Usuari
fr: Utilisateur
pl: Użytkownik

# spanRememberme
source: Recuérdame
ca: Recorda'm
fr: Souviens-toi de moi
pl: Zapamiętaj

# signinBtn
source: Ingresar
ca: Entra
fr: Se connecter
pl: Zaloguj się

# terms1
source: Estoy de acuerdo con los <a> términos</a>
pl: zgadzam się na <a> warunki</a>

# haveAccount
source: ¿Tienes una cuenta? <a> <b> Ingresa ahora</b> </a>
pl: Masz już konto? <a> <b> Login</b> </a>

# sidebarProfile
source: Perfil
fr: Profil
pl: Profil

# logsManagement
source: Gestión de logs
fr: Gestion des journaux
pl: Zarządzanie logami

# sidebarGroupManagement
source: Gestión de Grupos
pl: Zarządzanie grupami

# sidebarLogOut
source: Cerrar sesión
ca: Tanca la sessió
fr: Déconnexion
pl: Zamknij sesję

# sidebarMyDashboards
source: Mis informes
ca: Els meus informes
fr: Mes rapports
pl: Moje raporty

# sidebarDataFonts
source: Fuente de Datos
ca: Font de dades
fr: Source de données
pl: Baza danych

# sidebarNewDb
source: Nueva Fuente
ca: Nova font de dades
fr: Nouvelle source de données
pl: Nowa baza danych

# sidebarEditDb
source: Editar Fuente
ca: Edita la font de dades
fr: Modifier la source de données
pl: Edytuj bazę danych

# conditionsP1
source: Esta aplicación es una demo.
ca: Aquesta aplicació és una demo.
fr: Cette application est une démonstration.
pl: Aplikacja jest w wersji demo.

# conditionsP2
source: No ofrece ninguna garantía y no somos responsables del uso que se haga de la misma.
ca: No ofereix cap garantia i no som responsables de l'ús que se'n faci.
fr: Elle n'offre aucune garantie et nous ne sommes pas responsables de son utilisation.
pl: Brak gwarancji. Nie bierzemy odpowiedzialności za użytkowanie.

# conditionsP3
source: Usala bajo tu responsabilidad.
ca: Feu-la servir sota la vostra responsabilitat.
fr: Utilisez-le à vos propres risques.
pl: Użyj na własne ryzyko.

# cerrarBtn
source: Cerrar
ca: Tanca
fr: Fermer
pl: Zamknij

# publicDashboardTitle
source: Informe público EDA
ca: Informe públic EDA
fr: Rapport public de l'EDA
pl: Raport publiczny EDA

# agregacionesH4
source: Agregaciones
pl: Agregacje

# ordenacionH4
source: Ordenación
pl: Sortowanie

# filtrarH4
source: Filtrar
pl: Filtr

# tiposFiltrosLabel
source: Tipos de filtro
pl: Typy filtrów

# fechaLabel
source: Fecha
pl: Dane

# valorFiltrarLabel
source: Valor a filtrar
pl: Filtr wartości

# fechaInicioLabel
source: Fecha inicio
pl: Data rozpoczęcia

# fechaFinalLabel
source: Fecha final
pl: Data zakończenia

# valor1Label
source: Valor 1
pl: Wartość 1

# valor2Label
source: Valor 2
pl: Wartość 2

# optionsLabel
source: Opciones
pl: Opcje

# addFilterBtn
source: Añadir filtro
ca: Afegir filtre
fr: Ajouter un filtre
pl: Dodaj filtr

# dateFormatH4
source: Formato
pl: Format

# guardarBtn
source: Confirmar
ca: Confirma
fr: Confirmer
pl: Przyjmij

# colorsChartH6
source: Colores
pl: Kolory

# dangerQuery
source: ¡Cuidado!
ca: Compte!
fr: Prudent!
pl: Uwaga!

# dangerQueryText1
source: La consulta que estás a punto de realizar es potencialmente pesada y puede tardar mas de lo normal en ejecutarse.
fr: La requête que vous vous apprêtez à exécuter est potentiellement volumineuse et peut prendre plus de temps que d'habitude.
pl: Zapytanie, które chcesz wykonać jest potencjalnie duże, przez co realizacja może potrwać dłużej niż zazwyczaj.

# dangerQueryText2
source: Puedes añadir filtros o agregaciones para reducir el número de registros
ca: Podeu afegir filtres o agregacions per reduir el nombre de registres
fr: Vous pouvez ajouter des filtres ou des agrégations pour réduire le nombre d'enregistrements.
pl: Spróbuj dodać filtry lub agregacje, aby zmniejszyć ilość zapisów

# dangerQueryText3
source: ¿Deseas continuar?
ca: Voleu continuar?
fr: Souhaitez-vous continuer?
pl: Czy chcesz kontynuować?

# cancelarBtn
source: Cancelar
ca: Cancel·la
fr: Annuler
pl: Odrzuć

# LogarithmicScaleH6
source: ¿Escala logarítmica?
fr: Échelle logarithmique ?
pl: Skala logarytmiczna?

# entidadesH4
source: Entidades
fr: Entités
pl: Podmioty

# atributosH4
source: Atributos
fr: Attributs
pl: Atrybuty

# seleccionH4
source: Mostrar los siguientes atributos:
fr: Afficher les attributs suivants :
pl: Pokaż następujące atrybuty:

# filtrosH4
source: Filtrar los resultados por:
fr: Filtrer les résultats par:
pl: Filtruj wyniki według:

# consultaH4
source: Mi consulta
fr: Ma question
pl: Moje zapytanie

# resumenAtrH6
source: Resumen de atributos
fr: Résumé des attributs
pl: Podsumowanie atrybutów

# resumenFiltrosPanelH6
source: Resumen de filtros del panel
fr: Résumé du filtre du panneau
pl: Podsumowanie filtrów panelu

# resumenFiltrosInformeH6
source: Resumen de filtros del informe
fr: Résumé du filtre de rapport
pl: Podsumowanie filtrów raportu

# originTable
source: Tabla origen
ca: Taula origen
fr: Tableau source
pl: Tabela pochodzenia

# placeholderTables
source: Tablas
ca: Taules
fr: Tables
pl: Tabele

source: Indicaciones
ca: Indicacions
fr: Instructions
pl: Wskazanie

# indicaciones1
source: Puedes realizar consultas SQL sobre el esquema definido en tu modelo. Para ello introduce la consulta en el cuadro de texto y selecciona la tabla principal (puede ser cualquiera de las que aparecen en la consulta). Usaremos esta tabla para vincular la consulta a los filtros del informe.
pl: Możesz wykonywać zapytania SQL na schemacie zdefiniowanym w modelu. Aby to zrobić, wprowadź zapytanie w polu tekstowym i wybierz tabelę główną. (Może to być dowolna z tych, które pojawiają się w zapytaniu). Wykorzystamy tę tabelę do połączenia zapytania z filtrami raportu.

# indicaciones2
source: Limitaciones:
ca: Limitacions:
fr: Limites:
pl: Ograniczenia:

# indicaciones3
source: Solo es posible usar las tablas del esquema definido en el modelo (si lo hay)
fr: Il est uniquement possible d'utiliser les tables du schéma du modèle (le cas échéant).
pl: Możliwe tylko użycie tabel schematu zdefiniowanych w modelu (jeżeli są).

# indicaciones4
source: Debes utilizar alias para todas las tablas de la consulta ( select a,b from tabla t where c )
fr: Vous devez utiliser des alias pour toutes les tables dans la requête ( SELECT a,b FROM table t WHERE c )
pl: Musisz użyć skrótów dla wszystkich tabel w zapytaniu (select a, b from table t where c)

# indicaciones5
source: Puedes vincular los filtros del informe con la consulta
ca: Podeu vincular els filtres de l'informe amb la consulta
fr: Vous pouvez lier des filtres de rapport à la requête.
pl: Możesz połączyć filtry raportu z zapytaniem

# indicaciones6
source: Para hacerlo sólo tienes que añadir: <span> AND {{' ${alias_tabla.columna_filtrada} '}} </span> en la cláusula 'WHERE' de la consulta donde quieras inyectar el filtro
fr: Pour ce faire, il vous suffit d'ajouter : <span> AND {{' ${alias_taula.columna_filtrada} '}} </span> à la clause 'WHERE' de la requête où vous souhaitez injecter le filtre
pl: Żeby to zrobić musisz dodać:: <span> I {{' ${alias_tabla.columna_filtrada} '}} </span> W 'GDZIE' klauzula z zapytania

# indicaciones7
source: Si no has añadido ningúna cláusula WHERE, añádela a la consulta y haz los joins necesarios, junto con el filtro en el formato <span> {{' ${alias_tabla.columna_filtrada} '}} </span>
fr: Si vous n'avez pas ajouté de clause WHERE, ajoutez-la à la requête et effectuez les jointures nécessaires, ainsi que le filtre au format suivant : <span> {{' ${alias_taula.columna_filtrada} '}} </span>
pl: Jeśli nie dodałeś żadnej klauzuli WHERE, dodaj ją do zapytania i wykonaj niezbędne łączenia, razem z filtrem w formacie <span> {{' ${alias_tabla.columna_filtrada} '}} </span>

# indicaciones8
source: Si la tabla por la que filtramos no está en la consulta, recuerda que debes añadir las cláusulas JOIN necesarias para poder vicular la tabla del filtro con tu consulta
fr: Si la table sur laquelle nous filtrons ne figure pas dans la requête, n'oubliez pas que vous avez ajouter les clauses JOIN nécessaires pour pouvoir établir la liaison le tableau de filtres avec votre requête
pl: Jeśli tabela, według której filtrujemy, nie znajduje się w zapytaniu, pamiętaj, że musisz dodać niezbędne klauzule JOIN w celu połączenia tabeli filtru z zapytaniem

# indicaciones9
source: Consulta simple
fr: Requête simple
pl: Proste zapytanie

# indicaciones10
source: Consulta con los filtros del informe vinculados
ca: Consulta amb els filtres de l'informe vinculats
fr: Requête avec filtres de rapport liés
pl: Zapytanie z powiązanymi filtrami raportów

# indicaciones11
source: Tenemos un filtro en el informe para el campo 'city' de la tabla CUSTOMERS
fr: Nous avons un filtre dans le rapport pour ce champ 'city' du tableau CUSTOMERS
pl: W raporcie mamy filtr dla 'miasto' pole z tabeli CUSTOMERS

# indicaciones12
source: Consulta sin filtros vinculados
ca: Consulta sense filtres vinculats
fr: Requête sans filtres liés
pl: Zapytanie bez powiązanych filtrów

# indicaciones13
source: Consulta con filtros vinculados
ca: Consulta amb filtres vinculats
fr: Requête avec filtres liés
pl: Zapytanie z powiązanymi filtrami

# indicaciones14
source: Tenemos un filtro en el informe para el campo 'office_id' de la tabla OFFICES
fr: Nous avons un filtre dans le rapport pour ce champ 'office_id' du tableau OFFICES
pl: W raporcie mamy filtr dla pola 'identyfikator_biura' ze stołu OFFICES

source: Vista previa
fr: Aperçu
pl: PODGLĄD

# ejecutarBtn
source: Ejecutar
ca: Executa
fr: Exécuter
pl: Stwórz

# tituloNuevoInforme
source: Crear nuevo informe
ca: Crea un informe
fr: Créer un nouveau rapport
pl: Stwórz nowy raport

# tituloGrupoPublicos
source: PUBLICOS
fr: PUBLIQUE
pl: PUBLICZNE

# tituloGrupoMisGrupos
source: MIS GRUPOS
fr: MES GROUPES
pl: MOJE GRUPY

# tituloGrupoPersonales
source: PRIVADOS
fr: PRIVÉ
pl: PRYWATNE

# labelDameNombre
source: Dame un nombre *
ca: Indiqueu un nom *
fr: Donnez-moi un nom *
pl: Nazwa raportu *

# buscarPorNombre
source: Buscar por nombre del informe
ca: Cerca pel nom de l'informe
fr: Recherche par nom de rapport
pl: Szukaj po nazwie raportu

source: Buscar
ca: Cerca
fr: Rechercher
pl: Szukaj

# selectFuenteDatos
source: Selecciona una fuente de datos *
ca: Selecioneu una font de dades *
fr: Sélectionnez une source de données *
pl: Wybierz źródło danych *

# deleteDates
source: Todas
ca: Totes
fr: Tous
pl: Wszystko

# yesterday
source: Ayer
ca: Ahir
fr: Hier
pl: Wczoraj

# thisWeek
source: Ésta semana
ca: Aquesta setmana
fr: Cette semaine
pl: Ten tydzień

# thisMonth
source: Éste mes
ca: Aquest mes
fr: Ce mois-ci
pl: Ten miesiąc

# thisYear
source: Éste año
ca: Aquest any
fr: Cette année
pl: Ten rok

# opcionPanel
source: NUEVO PANEL
ca: NOU PANELL
fr: NOUVEAU PANNEAU
pl: NOWY PANEL

# opcionTitulo
source: NUEVO TEXTO
ca: NOU TEXT
fr: NOUVEAU TEXTE
pl: NOWY TEKST

# opcionFiltro
source: NUEVO FILTRO
ca: NOU FILTRE
fr: NOUVEAU FILTRE
pl: NOWY FILTR

# opcionInforme
source: RECARGAR INFORME
ca: RECARREGA L'INFORME
fr: RECHARGER LE RAPPORT
pl: ODŚWIEŻ RAPORT

# opcionGuardar
source: GUARDAR
ca: DESA
fr: GARDER
pl: ZAPSZ

# opcionPdf
source: DESCARGAR PDF
ca: DESCARREGA EL PDF
fr: TÉLÉCHARGER LE PDF
pl: POBIERZ PDF

# opcionImagen
source: DESCARGAR IMAGEN
ca: DESCARREGA LA IMATGE
fr: TÉLÉCHARGER L'IMAGE
pl: POBIERZ OBRAZ

# temasColors
source: Temas
ca: Temes
fr: Sujets
pl: Motywy

# menuClaro
source: Con el menu claro
ca: Amb el menú clar
pl: Jasny motyw

# menuOscuro
source: Con el menu oscuro
ca: Amb el menú fosc
fr: Avec le menu sombre
pl: Ciemny motyw

# tituloPerfilUsuario
source: Perfil del usuario
ca: Perfil de l'usuari
fr: Profil utilisateur
pl: Profil użytkownika

# labelNombreUsuario
source: Nombre de usuario
ca: Nom d'usuari
fr: Nom d'utilisateur
pl: Nazwa użytkownika

# labelUsuarioEmail
source: Correo de usuario
ca: Correu de l'usuari
pl: Email użytkownika

# labelImagenUsuario
source: Fotografía del usuario
fr: Photo de l'utilisateur
pl: Zdjęcie

# button
source: Actualizar Foto
ca: Actualitza la imatge
fr: Mise à jour de la photo
pl: Aktualizuj zdjęcie

# inputNombre
source: Nombre *
ca: Nom *
fr: Nom *
pl: Nazwa *

# inputEmail
source: Correo *
ca: Correu *
fr: Mail *
pl: E-mail *

# inputPassword
source: Contraseña *
ca: Contrasenya *
fr: Mot de passe *
pl: Hasło *

# inputSeguridad
source: Seguridad *
ca: Seguretat *
fr: Sécurité *
pl: Bezpieczeństwo *

# inputGrupo
source: Grupo *
ca: Grup *
fr: Grappe *
pl: Grupa *

# inputTipo
source: TIPO *
ca: Tipus *
fr: GARS *
pl: RODZAJ*

# placholderSelectTipo
source: Selecciona un tipo
ca: Seleccioneu un tipus
fr: Sélectionnez un type
pl: Wybierz rodzaj

# inputServidor
source: SERVIDOR *
fr: SERVEUR *
pl: SERWER *

# inputNombreDb
source: BASE DE DATOS *
ca: BASE DE DADES *
fr: BASE DE DONNÉES *
pl: BAZA DANYCH *

# inputNombreEsquema
source: ESQUEMA
fr: SCHÈME
pl: SCHEMAT

# inputPort
source: PUERTO *
ca: PORT *
fr: PORT *
pl: PORT *

# inputUsuario
source: USUARIO *
ca: USUARI *
fr: UTILISATEUR *
pl: UŻYTKOWNIK *

# tituloCard
source: Modelo de datos
ca: Model de dades
fr: Modèle de données
pl: Model danych

# inputNombreTecnico
source: Nombre técnico
ca: Nom tècnic
fr: Nom technique
pl: Nazwa techniczna

# inputDescripcion
source: Descripción
ca: Descripció
fr: Description
pl: Opis

# inputEsconderTabla
source: Esconder tabla
ca: Amagar taula
fr: Masquer le tableau
pl: Ukryj tabelę

# inputTipoTabla
source: Tipo de tabla
ca: Tipus de taula
fr: Type de tableau
pl: Rodzaj tabeli

# addRelation
source: Añadir relación
ca: Afegeix una relació
fr: Ajouter une relation
pl: Dodaj relacje

# inputTipoColumna
source: Tipo de columna
ca: Tipus de columna
fr: Type de colonne
pl: Rodzaj kolumny

# rolesPermisos
source: Roles y permisos de fila
ca: Rols i permisos de fila
fr: Rôles et permissions des lignes
pl: Role i uprawnienia wiersza

# addPermission
source: Añadir permiso
ca: Afegeix un permís
fr: Ajouter une autorisation
pl: Dodaj uprawnienie

# addModelPermissions
source: Añadir permiso a nivel de modelo
pl: Dodaj uprawnienia na poziomie modelu

source: Esconder columna
ca: Amaga la columna
fr: Masquer la colonne
pl: Ukryj kulumnę

source: Metadata
fr: Métadonnées
pl: Metadane

# conexionh4
source: Conexión
fr: Connexion
pl: Połączenie

# inputHost
source: Host
fr: Hôte
pl: Gospodarz

# inputNombreDB
source: Base de datos
fr: Base de données
pl: Baza danych

# placeholderSourceColumns
source: Columna origen
fr: Colonne source
pl: Kolumna pochodzenia

# placeholderTargetTables
source: tabla destino
ca: Taula destí
fr: table de destination
pl: Tabela docelowa

# placeholderTargetColumns
source: Columna destino
ca: Columna destí
fr: Colonne de destination
pl: kolumna docelowa

# placeholderTargetColumnId
source: Columna con el id
fr: Colonne avec l'identifiant
pl: Kolumna z id

# placeholderRelationName
source: Nombre relación
fr: Nom de la relation
pl: Nazwa związku

# placeholderTargetColumnDesc
source: Columna con la descripción
ca: Columna amb la descripció
fr: Colonne contenant la description
pl: Kolumna z opisem

# aplyToAllPanelsH5
source: ¿Aplica a todos los paneles?
fr: Cela s'applique-t-il à tous les panneaux ?
pl: Dotyczy wszytskich paneli?

# panelsToAplyH5
source: Paneles para los que aplica el filtro
fr: Panneaux auxquels le filtre s'applique
pl: Panele, których dotyczy filtr

# filterForH5
source: Filtrar por
fr: Filtrer par
pl: Filtruj według

# placeholderColumns
source: Atributos
ca: Atributs
fr: Attributs
pl: Atrybuty

# inputMapTables
source: Propiedades del mapa
ca: Propietats del mapa
fr: Propriétés de la carte
pl: Właściwości mapy

# inputMapURL
source: Subir archivo GeoJson (JSON)
pl: Prześlij plik GeoJson (JSON)

# inputMapField
source: Campo a usar para vincular el modelo con el mapa
ca: Camp per vincular el model amb el mapa
fr: Champ à utiliser pour lier le modèle à la carte
pl: Pole do połączenia modelu danych z mapą

# inputMapName
source: Nombre del mapa
ca: Nom del mapa
fr: Nom de la carte
pl: Nazwa mapy

# inputx
source: Centro del mapa (Latitud, Longitud)
pl: Środek mapy (Latitude, Longitude)

# inputMapColumnsText
source: Vincular columnas al mapa
ca: Vincula les columnes amb el mapa
fr: Lier les colonnes à la carte
pl: Połącz kolumny z mapą

# inputMapColumns
source: Columnas
ca: Columnes
fr: Colonnes
pl: Kolumny

source: Borrar
ca: Esborra
fr: Supprimer
pl: Usuń

# checkConnection
source: Comprobar conexión
ca: Comprova la connexió
fr: Vérifier la connexion
pl: Sprwdź połączenie

# deleteModel
source: Borrar modelo de datos
ca: Esborra el model de dades
fr: Supprimer le modèle de données
pl: Usuń model danych

# updateModel
source: Actualizar modelo de datos desde la base de datos origen para buscar nuevas tablas y columnas
fr: Mettez à jour le modèle de données à partir de la base de données source pour trouver les nouvelles tables et colonnes.
pl: Zaktualizuj model danych ze źródłowej bazy danych, aby znaleźć nowe tabele i kolumny

# saveModel
source: Guardar modelo de datos
ca: Guardar model de dades
fr: Modèle de données enregistré
pl: Zapisz model danych

# Refresh
source: Refrescar modelo de datos
pl: Odśwież model danych

# loading
source: Cargando informe...
ca: Carregant l'informe...
fr: Chargement du rapport...
pl: Ładownie raportu...

# addCalculatedCol
source: Añadir columna calculada
ca: Afegeix una columna calculada
fr: Ajouter une colonne calculée
pl: Dodaj sklalkulowaną kolumnę

# targetRel
source: Destino
ca: Destí
fr: Destination
pl: Miejsce docelowe

# originRel
source: Origen
fr: Origine
pl: Pochodzenie

# userTable
source: USUARIO
ca: USUARI
fr: UTILISATEUR
pl: UŻYTKOWNIKs

# valueTable
source: VALOR
fr: VALEUR
pl: WARTOŚĆ

# editModelHeaders
source: Editar {{tablePanel.type ? tablePanel.name : ''}}
fr: Modifier {{tablePanel.type ? tablePanel.name : ''}}
pl: Edytuj {{tablePanel.type ? tablePanel.name : ''}}

# panelOptions2
source: Editar opciones del gráfico
ca: Edita les opcions del gràfic
fr: Options de modification du graphique
pl: Edytuj opcje wykresu

# panelOptions3
source: Exportar a Excel
ca: Exporta-ho a Excel
fr: Exporter vers Excel
pl: Eksportuj do Excela

# panelOptions4
source: Eliminar panel
ca: Elimina el panell
fr: Retirer le panneau
pl: Usuń panel

# panelOptionsDup
source: Duplicar panel
ca: Duplica el panell
fr: Panneau en double
pl: Duplikuj panel

# duplicateColumnButton
source: Duplicar columna
ca: Duplica la columna
fr: Colonne en double
pl: Duplikuj kolumna

# chartTypes1
source: Tabla de Datos
ca: Taula de dades
fr: Tableau de données
pl: Tabela danych

# chartTypes2
source: Tabla Cruzada
ca: Taula creuada
fr: Tableau croisé
pl: Tabela krzyżowa

# chartTypes3
source: Gráfico de Pastel
ca: Gràfic de pastís
fr: Diagramme circulaire
pl: Diagram kołowy

# chartTypes4
source: Gráfico de Área Polar
ca: Gràfic d'àrea polar
fr: Carte de la zone polaire
pl: Wykres biegunowy

# chartTypes5
source: Gráfico de Barras
ca: Gràfic de barres
fr: Graphique à barres
pl: Wykres słupkowy

# chartTypesHistograma
source: Histograma
fr: Histogramme
pl: Histogram

# chartTypesDynamicText
source: Texto Dinámico
ca: Text dinàmic
fr: Texte dynamique
pl: Tekst dynamiczny

# chartInfoDynamicText
source: Un texto dinámicos requiere de un único valor NO numérico
ca: Un text dinàmic requereix un únic valor NO numèric
fr: Le texte dynamique nécessite une seule valeur non numérique
pl: Tekst dynamiczny wymaga pojedynczej wartości nienumerycznej

# chartTypes6
source: Gráfico de Barras Apliadas
ca: Gràfic de barres apilades
pl: Skumulowany wykres słupkowy

# chartTypes7
source: Gráfico de Barras Horizontales
ca: Gràfic de barres horitzontals
fr: Graphique à barres horizontales
pl: Poziomy wykres słupkowy

# chartTypesPyramid
source: Gráfico de Piramide
ca: Gràfic de piràmide
fr: Diagramme pyramidal
pl: Wykres piramidy

# chartTypes17
source: Gráfico Solar
ca: Gràfic solar
fr: Carte solaire
pl: Wykres słońca

# chartTypes8
source: Gráfico de Lineas
ca: Gràfic de línies
fr: Graphique linéaire
pl: Wykres liniowy

# chartTypes18
source: Gráfico de Áreas
ca: Gràfic d'àrees
fr: Graphique de la zone
pl: Wykres warstwowy

# chartTypes9
source: Mixto: Barras y lineas
ca: Mixt: Barres i línies
fr: Mixte : Barres et lignes
pl: Mieszany: słupkowy i liniowy

# chartTypes10
source: Mapa de coordenadas
ca: Mapa de coordenades
fr: Carte des coordonnées
pl: Współrzędne mapy

# chartTypes11
source: Mapa de Capas
ca: Mapa de capes
fr: Carte des caps
pl: Mapa warstwowa

# chartTypes12
source: ParallelSets
fr: Ensembles parallèles
pl: Zestawy równoległe

# chartTypes13
source: Treemap
pl: Mapa drzewa

# chartTypes14
source: ScatterPlot
fr: Nuage de points
pl: Wykres punktowy

# chartTypes15
source: Velocímetro
ca: Velocímetre
fr: Compteur de vitesse
pl: Wykres mierników

# chartTypes16
source: Funnel
fr: Entonnoir
pl: Lejek

# chartTypesBubblechart
source: Bubblechart
fr: Graphique à bulles
pl: Wykres bąbelkowy

# filters1
source: IGUAL A (=)
fr: ÉGAL À (=)
pl: RÓWNA SIĘ (=)

# filters2
source: NO IGUAL A (!=)
fr: PAS ÉGAL À (!=)
pl: NIE RÓWNA SIĘ (!=)

# filters3
source: MAYOR A (>)
ca: MAJOR QUE (>)
fr: SUPÉRIEUR À (>)
pl: WIĘKSZE NIŻ (>)

# filters4
source: MENOR A (<)
ca: MENOR QUE (<)
fr: MOINS QUE (<)
pl: MNIEJSZE NIŻ (<)

# filters5
source: MAYOR o IGUAL A (>=)
ca: MAJOR o IGUAL QUE (>=)
fr: SUPÉRIEUR À OU ÉGAL À (>=)
pl: WIĘKSZE LUB RÓWNE (>=)

# filters6
source: MENOR o IGUAL A (<=)
ca: MENOR o IGUAL QUE (<=)
fr: INFÉRIEUR OU ÉGAL À (<=)
pl: MNIEJ LUB RÓWNE (<=)

# filters7
source: ENTRE (between)
pl: POMIĘDZY

# filters8
source: DENTRO DE (in)
ca: DINS DE (in)
fr: DANS (in)
pl: TYLKO WYBRANE

# filters9
source: FUERA DE (not in)
ca: FORA DE (not in)
fr: DEHORS (not in)
pl: ODRZUCONE

# filters10
source: PARECIDO A (like)
ca: SEMBLANT A (like)
fr: SIMILAIRE À (like)
pl: PODOBNE

# filters11
source: NO PARECIDO A (not like)
ca: NO SEMBLANT A (not like)
fr: PAS SIMILAIRE À (not like)
pl: NIEPODOBNE

# filters12
source: VALORES NO NULOS (not null)
ca: VALORS NO NULS (not null)
fr: VALEURS NON NULLES (not null)
pl: WARTOŚĆI NIEZEROWE

# dates1
source: AÑO
ca: ANY
fr: ANNÉE
pl: ROK

# datesQ
source: TRIMESTRE
fr: QUART
pl: TRYMESTR

# dates2
source: MES
fr: MOIS
pl: MIESIĄC

# dates3
source: DIA
fr: JOUR
pl: DZIEŃ

# dates4
source: NO
fr: NON
pl: NIE

# dates5
source: SEMANA
ca: SETMANA
fr: SEMAINE
pl: TYDZIEŃ

# dates6
source: DIA DE LA SEMANA
ca: DIA DE LA SETMANA
fr: JOUR DE LA SEMAINE
pl: DZIEŃ TYGODNIA

# dates7
source: FECHA COMPLETA
ca: DATA COMPLETA
fr: DATE COMPLÈTE
pl: PEŁNA DATA

# dates8
source: DIA HORA
fr: JOUR HEURE
pl: DZIEŃ GODZINA

# dates9
source: DIA HORA MINUTO
ca: DIA HORA MINUT
fr: JOUR HEURE MINUTE
pl: DZIEŃ GODZINA MINUTA

# ChartProps
source: PROPIEDADES DEL gráfico
ca: PROPIETATS DEL GRÀFIC
pl: WŁAŚCIWOŚCI WYKRESU

# newPanelTitle
source: Nuevo Panel
ca: Nou panell
fr: Nouveau panneau
pl: Nowy pulpit nawigacyjny

# addMap
source: Mapas
fr: Cartes
pl: Mapy

# listRelations
source: Relaciones
ca: Relacions
fr: Rapports
pl: Relacje

# tituloGrupoComunes
source: COMUNES
ca: COMUNS
fr: COMMUN
pl: WSPÓLNE

# confirmationExcel
source: Confirmación
fr: Confirmation
pl: Potwierdzenie

# confirmationExcelMessage
source: ¿Estás seguro de que quieres sobreescribir este modelo de datos?
fr: Êtes-vous sûr de vouloir écraser ce modèle de données?
pl: Czy na pewno chcesz nadpisać ten model danych?

# emptyTag
source: Este tag esta vacío
fr: Cette étiquette est vide
pl: To znacznik jest pusty

# existentTag
source: Este tag ya existe
fr: Cette étiquette existe déjà
pl: Ten znacznik już istnieje

# newTagPlaceholder
source: Añadir nuevo Tag
fr: Ajouter une nouvelle étiquette
pl: Dodaj nowy tag

# saveTag
source: Guardar Tags
fr: Enregistrer les étiquettes
pl: Zapisz tagi

# addTagDataSource
source: Añadir Tag
fr: Ajouter une étiquette
pl: Dodaj tag

# labelnewPass
source: Nueva Contraseña (Si no quieres modificar tu contraseña actual deja el campo en blanco)
fr: Nouveau mot de passe (Si vous ne souhaitez pas modifier votre mot de passe actuel, laissez ce champ vide)
pl: Nowe hasło
