Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/messages.*.xlf
Languages: ca, fr, pl

# visitYouTubeLink
source: Consulta nuestros videotutoriales en youtube
fr: Découvrez nos tutoriels vidéo sur YouTube
pl: Obejrzyj nasze samouczki wideo na YouTube

# tituloDocs
source: Accede a la documentación
fr: Accédez à la documentation
pl: Uzyskaj dostęp do dokumentacji

# tituloAbout
source: Enterprise Data Analytics
pl: Analityka danych przedsiębiorstwa

# filters13
source: VALORES NO NULOS NI VACÍOS (not null and != '')
ca: VALORS NO NULS NI BUITS (not null and != '')
fr: VALEURS NON NULLES OU VIDES (not null and != '')
pl: WARTOŚCI NIE NULL ANI PUSTE (not null and != '')

# filters14
source: VALORES NULOS O VACÍOS (null or = '')
ca: VALORS NULS O BUITS (null or = '')
fr: VALEURS NULLES OU VIDES (null or = '')
pl: WARTOŚCI NULL LUB PUSTE (null lub = '')

# aliasValuePh
source: Alias del filtro (opcional)
fr: Alias ​​du filtre (facultatif)
pl: Filtruj alias (opcjonalnie)

# noDataAllowed
source: Este panel no está disponible por falta de permisos
fr: Ce panneau est indisponible en raison d'autorisations insuffisantes
pl: Ten Panel nie jest dostępny ze względu na brak uprawnień

# noFilterAllowed
source: Este panel no está disponible por falta de permisos en un filtro
fr: Ce panneau est indisponible en raison d'autorisations insuffisantes sur un filtre
pl: Ten panel jest niedostępny ze względu na brak uprawnień do filtra

# firstAboutParagraphSpan
source: Enterprise Data Analytics (EDA) es una aplicación web de código libre que permite realizar informes gráficos e interactivos de forma sencilla. EDA es una aplicación que se puede instalar en tus propios servidores o se puede difrutar en su versión SaaS Edalitics. Edalitics permite disfrutar de toda la potencia de EDA sin tener que preocuparte de instalaciones, configuraciones, actualizaciones, etc. Conectas tus fuentes de datos y listo.
fr: Enterprise Data Analytics (EDA) Il s'agit d'une application web open source qui vous permet de réaliser générez facilement des rapports graphiques et interactifs. EDA est une application installable. sur vos propres serveurs ou vous pouvez en profiter dans sa version SaaS Edalitics. Edalitics vous permet de profiter pleinement de la puissance d'EDA sans vous soucier des installations, configurations, mises à jour, etc. Vous connectez vos sources de données et c'est tout.
pl: Enterprise Data Analytics (EDA) to aplikacja internetowa typu open source, która umożliwia wykonywanie graficzne i interaktywne raporty w prosty sposób. EDA to aplikacja, którą można zainstalować na własnych serwerach lub możesz cieszyć się nim w wersji SaaS Edalityka. Edalitics pozwala cieszyć się pełną mocą EDA bez konieczności martwienia się o instalacje, ustawienia, aktualizacje itp. Łączysz swoje źródła danych i tyle.

# secondAboutParagraph
source: EDA ha sido desarrollado por Jortilles. Si necesita soporte empresarial, no dude en contactar con nosotros. Así mismo cómo si quiere solicitar nuevas funcionalidades o carácteristicas. Jortilles financia el desarrollo de EDA mediante las suscripciones a Edalitics y el soporte empresarial que ofrece a sus clientes.
fr: EDA a été développé par Jortilles. Si vous avez besoin d'aide pour votre entreprise, n'hésitez pas à nous contacter. De même, si vous souhaitez demander de nouvelles fonctionnalités. Jortilles finance le développement d'EDA grâce aux abonnements à Edalitics et au soutien commercial qu'elle offre à ses clients.
pl: EDA został opracowany przez Jortilles. Jeśli potrzebujesz wsparcia biznesowego, nie wahaj się z nami skontaktować. Podobnie, jeśli chcesz poprosić o nowe funkcjonalności lub właściwości. Jortilles finansuje rozwój EDA poprzez subskrypcje Edalitics oraz wsparcie biznesowe, jakie oferuje swoim klientom.

# thirdAboutParagraph
source: El código fuente de EDA está disponible en Github
fr: Le code source EDA est disponible à l'adresse suivante Github
pl: Kod źródłowy EDA jest dostępny na Github

# fourthAboutParagraph
source: La documentación de EDA está disponible en Este Link
fr: La documentation EDA est disponible à l'adresse suivante Ce lien
pl: Dokumentacja EDA jest dostępna pod Ten link

# fifthAboutParagraph
source: Existe un foro donde puedes compartir tu experiencia con la comunidad en Este Link
fr: Il existe un forum où vous pouvez partager votre expérience avec la communauté Ce lien
pl: Istnieje forum, na którym możesz podzielić się swoimi doświadczeniami ze społecznością Ten link

source: ELIMINAR INFORME
fr: SUPPRIMER LE RAPPORT
pl: USUŃ RAPORT

# opcionUrls
source: ACCIÓN PERSONALIZADA
fr: ACTION PERSONNALISÉE
pl: DZIAŁANIE NIESTANDARDOWE

# urlEditSave
source: URL editado correctamente
fr: URL modifiée avec succès
pl: Adres URL został pomyślnie zmieniony

# urlEditSaveError
source: Formulario incompleto, rellene todos los campos
fr: Formulaire incomplet, veuillez remplir tous les champs
pl: Formularz niekompletny, wypełnij wszystkie pola

# addUrlDashboardUndefined
source: Faltan rellenar algunos campos
fr: Certains champs sont manquants
pl: Brakuje niektórych pól

# urlAddedSuccessfully
source: URL agregado correctamente
fr: URL ajoutée avec succès
pl: Adres URL został pomyślnie dodany

# urlAddedIncomplete
source: Formulario incompleto
fr: Formulaire incomplet
pl: Niekompletna forma

# urlSuccessfulConnection
source: Llamada EXITOSA
fr: APPEL RÉUSSI
pl: UDANE połączenie

# urlConnectionError
source: ERROR en la llamada
fr: ERREUR lors de l'appel
pl: Zadzwoń BŁĄD

# actionUrl
source: Acción
fr: Action
pl: Działanie

# editionUrl
source: Edición
fr: Édition
pl: Wydanie

# urlTextConfiguration
source: Configuración de url y nombre de acción personalizada:
fr: Configuration personnalisée de l'URL et du nom de l'action:
pl: Niestandardowa nazwa akcji i ustawienia adresu URL:

# resumeTextConfiguration
source: Puedes configurar una acción personalizada que quieras ejecutar. Te permite llamar a una URL que haga una acción que quieras invocar. Puede ser una llamada a una api, a un endpoint de una app o incluso invocar procesos de carga desde una llamada http. Una vez configurado podrás invocarlo siempre que que quieras desde el botón.
fr: Vous pouvez configurer une action personnalisée que vous souhaitez exécuter. Elle vous permet d'appeler une URL qui effectue une action que vous souhaitez déclencher. Il pourrait s'agir d'un appel à une API, à un point de terminaison d'application ou même déclencher des processus de chargement à partir d'un appel HTTP. Une fois configurée, vous pouvez l'activer à tout moment à partir du bouton.
pl: Możesz skonfigurować akcję niestandardową, którą chcesz wykonać. Umożliwia wywołanie adresu URL, który wykonuje akcję, którą chcesz wywołać. Może to być wywołanie API, punktu końcowego aplikacji lub nawet wywołać procesy ładowania z wywołania http. Po skonfigurowaniu możesz go wywołać w dowolnym momencie za pomocą przycisku.

# urlString
source: URL:
pl: Adres URL:

# urlName
source: Nombre:
fr: Nom:
pl: Nazwa:

# urlDescription
source: Descripción:
fr: Description:
pl: Opis:

# urlAction
source: Acciones:
fr: Actes:
pl: Akcje:

# dialogHeaderCustomActions
source: ACCIONES PERSONALIZADAS
fr: ACTIONS PERSONNALISÉES
pl: NIESTANDARDOWE DZIAŁANIA

# textLabelUrl
source: Agregar url
fr: Ajouter une URL
pl: Dodaj adres URL

# IncorrectFile
source: Archivo incorrecto, verifique que el formato del archivo sea json o geojson.
fr: Fichier incorrect, veuillez vérifier que le format du fichier est json ou geojson.
pl: Zły plik. Sprawdź, czy format pliku to json lub geojson.

# chartTypesKPIBAR
source: KPI + Gráfico de Barras
fr: KPI + Graphique à barres
pl: KPI + Wykres słupkowy

# chartTypesKPILINE
source: KPI + Gráfico de Lineas
fr: KPI + Graphique linéaire
pl: KPI + Wykres liniowy

# chartTypesKPIAREA
source: KPI + Gráfico de Áreas
fr: KPI + Graphique de la zone
pl: KPI + Wykres warstwowy

# aplicarBtn
source: Aplicar
fr: Appliquer
pl: Stosować

# disenoTablaCruzada
source: Diseño de la tabla cruzada:
fr: Conception de tableau croisé:
pl: Projektowanie stołów krzyżowych:

# messageItemCrosstable
source: Este eje debe contener al menos un elemento
fr: Cet axe doit contenir au moins un élément
pl: Oś ta musi zawierać co najmniej jeden element

# noMouseH6
source: Activar funciones del mouse
fr: Activer les fonctions de la souris
pl: Aktywuj funkcje myszy

# panelOptions6
source: Pregunte a la IA
fr: Demandez à l'IA
pl: Zapytaj AI

# GroupCreated
source: Grupo creado
fr: Groupe créé
pl: Grupa utworzona

# GroupUpdated
source: Grupo actualizado
fr: Groupe mis à jour
pl: Zaktualizowana grupa

# GroupDeletedOk
source: El grupo a sido eliminado correctamente
fr: Le groupe a été supprimé avec succès
pl: Grupa została pomyślnie usunięta.

# UpdatedGroupError
source: El grupo no se ha podido actualizar
fr: Le groupe n'a pas pu être mis à jour.
pl: Nie udało się zaktualizować grupy.

# loginTitle
source: Inicio de sesión
fr: Se connecter
pl: Login

# restrictionAccess
source: Restringir Acceso
fr: Restreindre l'accès
pl: Ogranicz dostęp

# restrictionAccessDescription
source: Activar para limitar el acceso solo a usuarios autorizados
fr: Activer pour limiter l'accès aux seuls utilisateurs autorisés
pl: Włącz, aby ograniczyć dostęp tylko do autoryzowanych użytkowników

# permissionType
source: Tipo de Permisos
fr: Types de permis
pl: Rodzaje zezwoleń

# permissionTypeDescription
source: Selecciona cómo quieres gestionar los permisos
fr: Choisissez comment vous souhaitez gérer les autorisations
pl: Wybierz sposób zarządzania uprawnieniami

# permissionTypeUser
source: Permisos por Usuario
fr: Autorisations par utilisateur
pl: Uprawnienia na użytkownika

# permissionTypeGroup
source: Permisos por Grupo
fr: Autorisations de groupe
pl: Uprawnienia według grupy

# permissionTypeUserDescription
source: Asignar permisos individualmente a usuarios específicos
fr: Attribuer des autorisations individuellement à des utilisateurs spécifiques
pl: Przypisz uprawnienia indywidualnie konkretnym użytkownikom

# permissionTypeGroupDescription
source: Asignar permisos a grupos de usuarios
fr: Attribuer des autorisations aux groupes d'utilisateurs
pl: Przypisz uprawnienia grupom użytkowników

# selectUsers
source: Seleccionar Usuarios
fr: Sélectionner les utilisateurs
pl: Wybierz Użytkownicy

# selectGroups
source: Seleccionar Grupos
fr: Sélectionner des groupes
pl: Wybierz Grupy

# DataModelDB
source: Configurar nuevo orígen de datos
fr: Configurer la nouvelle source de données
pl: Skonfiguruj nowe źródło danych

# newDataSourceDescription
source: Conéctese a su base de datos para comenzar a consultar y visualizar sus datos
fr: Connectez-vous à votre base de données pour commencer à interroger et à visualiser vos données
pl: Połącz się ze swoją bazą danych, aby rozpocząć wyszukiwanie i wizualizację danych.

# name
source: Nombre
fr: Nom
pl: Nazwa

# nameRequired
source: El nombre es obligatorio
fr: Le nom est requis
pl: Imię jest wymagane

# separatorRequired
source: El separador es obligatorio
pl: Separator jest wymagany

# type
source: Tipo
fr: Gars
pl: Typ

# server
source: Servidor
fr: Serveur
pl: Serwer

# account
source: Cuenta
fr: Compte
pl: Konto

# serverRequired
source: Url del servidor es obligatorio
fr: L'URL du serveur est requise.
pl: Adres URL serwera jest wymagany.

# accountRequired
source: El nombre de cuenta es obligatorio
fr: Le nom du compte est requis.
pl: Nazwa konta jest wymagana.

# port
source: Puerto
fr: Port
pl: Port

# portRequired
source: El puerto es obligatorio
fr: Le port est obligatoire
pl: Port jest obowiązkowy

# database
source: Base de datos
fr: Base de données
pl: Baza danych

# databaseRequired
source: Base de datos es obligatorio
fr: Une base de données est nécessaire
pl: Baza danych jest obowiązkowa

# schema
source: Esquema
fr: Schème
pl: Zarys

# usernameRequired
source: El usuario es obligatorio
fr: L'utilisateur est requis
pl: Użytkownik jest wymagany

# password
source: Contraseña
fr: Mot de passe
pl: Hasło

# passwordRequired
source: La contraseña es obligatorio
fr: Un mot de passe est requis
pl: Hasło jest wymagane.

# bigqueryKeyDragDrop
source: Sube un archivo de claves
fr: Téléversez un fichier clé
pl: Prześlij plik klucza

# filters
source: Filtros
fr: Filtres
pl: Filtry

# optionalFilterDescription
source: Optional filters to limit the scope of your connection
fr: Filtres optionnels pour limiter la portée de votre connexion
pl: Opcjonalne filtry ograniczające zakres połączenia

# connectionOptions
source: Opciones de conexión
fr: Options de connexion
pl: Opcje połączenia

# optimizedQueries
source: Optimizar consultas
fr: Optimiser les requêtes
pl: Optymalizuj zapytania

# optimizedQueriesTooltipDescription
source: Optimice automáticamente las consultas para un mejor rendimiento
fr: Optimisation automatique des requêtes pour de meilleures performances
pl: Automatyczna optymalizacja zapytań w celu poprawy wydajności

# optimizedQueriesDescription
source: Mejore el rendimiento de las consultas con la optimización automática
fr: Améliorez les performances de vos requêtes grâce à l'optimisation automatique
pl: Popraw wydajność zapytań dzięki automatycznej optymalizacji

# allowCache
source: Permitir caché
fr: Autoriser la mise en cache
pl: Zezwalaj na pamięć podręczną

# allowCacheTooltipDescription
source: Almacenar en caché los resultados de las consultas para mejorar el rendimiento de los datos a los que se accede con frecuencia
fr: La mise en cache des résultats de requêtes améliore les performances des données fréquemment consultées
pl: Wyniki zapytań w pamięci podręcznej w celu poprawy wydajności w przypadku często używanych danych

# allowCacheDescription
source: Almacenar en caché los resultados de las consultas para una recuperación de datos más rápida
fr: Mise en cache des résultats de requêtes pour une récupération de données plus rapide
pl: Buforuje wyniki zapytań w celu szybszego pobierania danych

# sslConnection
source: Conexión SSL
fr: Connexion SSL
pl: Połączenie SSL

# sslConnectionTooltipDescription
source: Utilice SSL para cifrar la conexión a su base de datos para una mayor seguridad
fr: Utilisez le protocole SSL pour chiffrer la connexion à votre base de données et renforcer la sécurité
pl: Użyj protokołu SSL do szyfrowania połączenia z bazą danych i zwiększenia jego bezpieczeństwa

# sslConnectionDescription
source: Proteja su conexión con encriptación SSL
fr: Protégez votre connexion avec le chiffrement SSL
pl: Chroń swoje połączenie za pomocą szyfrowania SSL

# testConnection
source: Probar conexión
fr: Test de connexion
pl: Połączenie testowe

# basicInformation
source: Información básica
fr: Informations de base
pl: Podstawowe informacje

# advancedSettings
source: Configuración avanzada
fr: Paramètres avancés
pl: Ustawienia zaawansowane

# noCacheDescription
source: Desactiva el sistema de caché para obtener datos en tiempo real
fr: Désactivez le système de cache pour obtenir des données en temps réel
pl: Wyłącz system buforowania, aby uzyskać dane w czasie rzeczywistym

# atTime
source: A las:
fr: À:
pl: Na:

# mapDescription
source: Configurar las propiedades básicas de la visualización de su mapa
fr: Configurez les propriétés de base de votre affichage cartographique
pl: Skonfiguruj podstawowe właściwości wyświetlania swojej mapy

# selectField
source: Selecciona un campo
fr: Sélectionnez un champ
pl: Wybierz pole

# linkMapColumnsDescription
source: Conecte sus columnas de datos a la visualización geográfica
fr: Connectez vos colonnes de données à la visualisation géographique
pl: Połącz kolumny danych z wizualizacją geograficzną

# selectTable
source: Selecciona una tabla
fr: Sélectionnez une table
pl: Wybierz stół

# selectColumn
source: Selecciona una columna
fr: Sélectionnez une colonne
pl: Wybierz kolumnę

# linkColumn
source: Vincular columna
fr: Colonne de liens
pl: Kolumna Link

# availableMaps
source: Mapas disponibles
fr: Cartes disponibles
pl: Dostępne mapy

# mapsAvailableDescription
source: Mapas que están actualmente configurados y disponibles para su uso
fr: Cartes actuellement configurées et disponibles pour utilisation
pl: Mapy, które są obecnie skonfigurowane i dostępne do użytku

# noMapsAvailable
source: No hay mapas disponibles
fr: Aucune carte disponible
pl: Brak dostępnych map.

# noMapsAvailableDescription
source: Configurar un mapa en la pestaña Propiedades del mapa
fr: Configurez une carte dans l'onglet Propriétés de la carte
pl: Skonfiguruj mapę na karcie Właściwości mapy

# homeTitle
source: Mis informes
fr: Mes rapports
pl: Moje raporty

# filterReports
source: FILTRAR INFORMES:
fr: FILTRER LES RAPPORTS:
pl: FILTRUJ RAPORTY:

# addTag
source: Añadir etiqueta
fr: Ajouter une étiquette
pl: Dodaj etykietę

# searchTags
source: Buscar etiquetas...
fr: Rechercher des étiquettes...
pl: Szukaj tagów...

# sortReports
source: ORDENAR INFORMES:
fr: RAPPORTS DE COMMANDE:
pl: RAPORTY ZAMÓWIEŃ:

# createdAt
source: Fecha (asc.)
fr: Date (asc.)
pl: Dane (rosnąco)

# createdAtDesc
source: Fecha (desc.)
fr: Date (desc.)
pl: Dane (opis)

# withoutContentYet
source: Sin contenido
fr: Aucun contenu
pl: Brak treści

# searchGroups
source: Buscar grupos...
fr: Recherche de groupes...
pl: Przeszukaj grupy...

# newGroup
source: Crear Nuevo Grupo
fr: Créer un nouveau groupe
pl: Utwórz nową grupę

# editGroup
source: Editar Grupo
fr: Modifier le groupe
pl: Edytuj grupę

# adminGroupsTitle
source: Gestión de Grupos
fr: Gestion de groupe
pl: Zarządzanie grupami

# addGroup
source: Crear Grupo
fr: Créer un groupe
pl: Utwórz grupę

# actions
source: Acciones
fr: Actes
pl: Akcje

# foundGroups
source: grupos encontrados
fr: groupes trouvés
pl: znalezione grupy

# tablePage
source: Página
fr: Page
pl: Strona

# tablePageOf
source: de
pl: z

# role
source: Rol
fr: Rôle
pl: Rola

# newUser
source: Crear Nuevo Usuario
fr: Créer un nouvel utilisateur
pl: Utwórz nowego użytkownika

# editUser
source: Editar Usuario
fr: Modifier l'utilisateur
pl: Edytuj użytkownika

# adminUsers
source: Gestión de Usuarios
fr: Gestion des utilisateurs
pl: Zarządzanie użytkownikami

# addUser
source: Crear Usuario
fr: Créer un utilisateur
pl: Utwórz użytkownika

# searchUsers
source: Buscar usuarios...
fr: Recherche d'utilisateurs...
pl: Wyszukaj użytkowników...

# foundUsers
source: usuarios encontrados
fr: utilisateurs trouvés
pl: znaleźli użytkownicy

# group
source: Grupo
fr: Grappe
pl: Grupa

# adminDatasource
source: Gestión de fuentes de datos
fr: Gestion des sources de données
pl: Zarządzanie źródłami danych

# addDatasource
source: Crear fuente de datos
fr: Créer une source de données
pl: Utwórz źródło danych

# foundDatasource
source: fuentes de datos encontradas
fr: sources de données trouvées
pl: Znaleziono źródło danych

# profileSubtitle
source: Administra tu información personal y preferencias de cuenta
fr: Gérez vos informations personnelles et vos préférences de compte
pl: Zarządzaj swoimi danymi osobowymi i preferencjami konta

# profileInfoTitle
source: Información Personal
fr: Informations personnelles
pl: Dane osobowe

# profileInfoSubtitle
source: Actualiza tu información básica de perfil
fr: Mettez à jour les informations de base de votre profil
pl: Zaktualizuj podstawowe informacje o swoim profilu.

# usernameLengthValidation
source: El nombre de usuario debe tener al menos 2 caracteres.
fr: Le nom d'utilisateur doit comporter au moins 2 caractères.
pl: Nazwa użytkownika musi mieć co najmniej 2 znaki.

# labelUsuarioEmail
source: Correo electrónico
fr: E-mail
pl: Correu electrònic

# emailValidation
source: Por favor ingresa un email válido.
fr: S'il vous plaît, mettez une adresse email valide.
pl: Proszę podać prawidłowy adres e-mail.

# changePassword
source: Cambiar contraseña
fr: Changer le mot de passe
pl: Zmień hasło

# newPassword
source: Nueva contraseña
fr: Nouveau mot de passe
pl: Nowe hasło

# confirmNewPassword
source: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
pl: Potwierdź nowe hasło

# passwordValidation
source: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
pl: Hasła nie są takie same.

# saveChanges
source: Guardar cambios
fr: Enregistrer les modifications
pl: Zapisz zmiany

# profileImage
source: Foto de perfil
fr: Photo de profil
pl: Zdjęcie profilowe

# profileImageSubtitle
source: Actualiza tu foto de perfil
fr: Mettez à jour votre photo de profil
pl: Zaktualizuj swoje zdjęcie profilowe.

# uploadImage
source: Subir imagen
fr: Télécharger une image
pl: Prześlij obraz

# profilePreferences
source: Preferencias de cuenta
fr: Préférences du compte
pl: Preferencje konta

# profileNotificationsPrefrences
source: Administra tus preferencias de notificaciones
fr: Gérez vos préférences de notification
pl: Zarządzaj preferencjami powiadomień

# profileNotifications
source: Notificaciones
fr: Notifications
pl: Powiadomienia

# profileUpdates
source: Actualizaciones
fr: Mises à jour
pl: Aktualizacje

# profileUpdatesSubtitle
source: Recibe actualizaciones sobre nuevas funciones
fr: Recevez des mises à jour sur les nouvelles fonctionnalités
pl: Otrzymuj aktualizacje dotyczące nowych funkcji

# activated
source: Activado
fr: Activé
pl: Aktywowany

# newsletter
source: Boletín
fr: Bulletin
pl: Biuletyn

# newsletterDescription
source: Recibe nuestro boletín mensual
fr: Abonnez-vous à notre newsletter mensuelle
pl: Otrzymuj nasz comiesięczny biuletyn

# inactivated
source: Desactivado
fr: Désactivé
pl: Wyłączony

# profileMessages
source: Mensajes
fr: Messages
pl: Wiadomości

# profileMessagesDescription
source: Recibe notificaciones de nuevos mensajes
fr: Recevoir des notifications de nouveaux messages
pl: Otrzymuj powiadomienia o nowych wiadomościach

# selectedImage
source: Imagen seleccionada
fr: Image sélectionnée
pl: Wybrany obraz

# noImageSelected
source: No hay imagen seleccionada
fr: Aucune image sélectionnée
pl: Nie wybrano obrazu

# adminEmail
source: Gestión de correo
fr: Gestion des e-mails
pl: Zarządzanie pocztą

# adminEmailSubtitle
source: Configure los ajustes y credenciales de su servidor de correo electrónico
fr: Configurez les paramètres et les identifiants de votre serveur de messagerie
pl: Skonfiguruj ustawienia i dane uwierzytelniające serwera poczty e-mail

# alertsConfigSubtitle
source: Administra tus configuraciones de alertas
fr: Gérez vos paramètres d'alerte
pl: Zarządzaj ustawieniami alertów

# dashbaordsMailingSubtitle
source: Administrar las configuraciones de correo electrónico del panel
fr: Gérez les paramètres de messagerie depuis le panneau
pl: Zarządzaj ustawieniami poczty e-mail na pulpicie nawigacyjnym

# chartDisplayTitle
source: Visualización
fr: Afficher
pl: Wyobrażanie sobie

# chartDisplayOptionsTitle
source: Opciones de visualización
fr: Options d'affichage
pl: Opcje wyświetlania

# chartTrendOption
source: Mostrar línea de tendencia en el gráfico
fr: Afficher la ligne de tendance sur le graphique
pl: Pokaż linię trendu na wykresie

# chartTrendOptionDescription
source: Muestra la línea de tendencia en el gráfico
fr: Afficher la ligne de tendance sur le graphique
pl: Pokaż linię trendu na wykresie

# chartComparationOption
source: Habilita la comparación con períodos anteriores
fr: Permet la comparaison avec les périodes précédentes
pl: Włącz porównanie z poprzednimi okresami

# chartComparationOptionDescription
source: Compara con datos de períodos anteriores
fr: Comparer avec les données des périodes précédentes
pl: Porównaj z danymi z poprzednich okresów

# chartLabelOption
source: Muestra las etiquetas de cada segmento
fr: Il affiche les étiquettes de chaque segment.
pl: Pokaż etykiety dla każdego segmentu

# chartLabelOptionDescription
source: Muestra el nombre de cada segmento
fr: Affiche le nom de chaque segment
pl: Pokaż nazwę każdego segmentu

# chartLabelPercentOption
source: Muestra los porcentajes en las etiquetas
fr: Affiche les pourcentages dans les étiquettes
pl: Pokaż procenty na etykietach
