Repository: jortilles/EDA
Catalog: eda/eda_app/src/locale/stic_messages.*.xlf
Languages: ca

# sidebarMyDashboards
source: Mis informes
ca: Els meus informes

# tituloNuevoInforme
source: Crear nuevo informe
ca: Crea un nou informe

# inputPassword
source: Contraseña *
ca: Contrasenya *

# inputRepitePassword
source: Repite la contraseña
ca: Repetiu la contrasenya

# saveModel
source: Guardar modelo de datos
ca: Desa el model de dades

# labelnewPass
source: Nueva Contraseña (Si no quieres modificar tu contraseña actual deja el campo en blanco)
ca: Nova contrasenya (si no voleu modificar la vostra contrasenya actual deixeu el camp en blanc)

# namePass
source: password
ca: contrasenya

# labelRepeatPass
source: Repite la nueva contraseña
ca: Repetiu la nova contrasenya

# nameNewPass
source: newPassword
ca: nova contrasenya

# newPassPlaceholderProfile
source: Repite la contraseña
ca: Repetiu la contrasenya

# direccionMail
source: Dirección Email
ca: Nom d'usuari

# passwordLogin
source: Contraseña
ca: Contrasenya

# topQueryH4
source: Mostrar Top: <p-inputNumber> </p-inputNumber>
ca: Mostra Top: <p-inputNumber> </p-inputNumber>

# hiddenAttributes
source: Atributos ocultos
ca: Mostra/amaga les columnes

# atributosH4+
source: Columnas de:
ca: Columnes de:

# aboutPageTitle
source: Acerca de
ca: Quant a

# aboutPageSinergiaDAVersion
source: Versión de SinergiaDA
ca: Versió de SinergiaDA

# aboutPageEdaVersionAPI
source: Puerto / Versión de EDA (API)
ca: Port / Versió d'EDA (API)

# aboutPageEdaVersionAPP
source: Versión de EDA (APP)
ca: Versió d'EDA (APP)

# aboutPageLastUpdateModelDate
source: Última sincronización con SinergiaCRM (updateModel)
ca: Última sincronització amb SinergiaCRM (updateModel)

# aboutPageLastRebuildDate
source: Última reconstrucción de origenes de datos en SinergiaCRM (rebuild)
ca: Última reconstrucció dels orígens de dades a SinergiaCRM (rebuild)

# aboutPageDB
source: Base de datos de SinergiaCRM
ca: Base de dades de SinergiaCRM

# logotipoSdaAlt
source: Logotipo de Sinergia Data Analytics
ca: Logotip de Sinergia Data Analytics
